/*
Navicat MySQL Data Transfer

Source Server         : 本地
Source Server Version : 50553
Source Host           : 127.0.0.1:3306
Source Database       : pl_999junyi_com

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2019-03-27 19:32:47
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for cc_admins
-- ----------------------------
DROP TABLE IF EXISTS `cc_admins`;
CREATE TABLE `cc_admins` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `username` varchar(15) NOT NULL COMMENT '管理员账号',
  `passwd` varchar(42) NOT NULL COMMENT '管理员密码',
  `salts` char(6) NOT NULL COMMENT '管理员密码加密随机数',
  `login_time` int(10) unsigned NOT NULL COMMENT '最后登录时间',
  `login_ip` varchar(15) NOT NULL COMMENT '最后登录IP',
  `last_time` int(10) unsigned NOT NULL COMMENT '上上次登录时间',
  `last_ip` varchar(15) NOT NULL COMMENT '上上次登录IP',
  `token` varchar(100) DEFAULT NULL COMMENT '管理员Token',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COMMENT='管理员表';

-- ----------------------------
-- Records of cc_admins
-- ----------------------------
INSERT INTO `cc_admins` VALUES ('1', 'root', '9567a567236a52191487e0dab884af84980b6e50', '219466', '1546395806', '222.131.7.133', '1546395743', '222.131.7.133', 'de77af16254f05918286e61b1aa1eb33206f4424b8f3db7f1c09981840a305ec238168dcfe5c6b03');
INSERT INTO `cc_admins` VALUES ('2', 'admin', '624bb52845925063c337efdbad258b28ef564447', '219466', '1553659939', '127.0.0.1', '0', '', 'c594b10c477690219b3d813939094fb2612789d4cf81d160dc2466265a1d9d9ffcbe8653dffbd05d');

-- ----------------------------
-- Table structure for cc_awards
-- ----------------------------
DROP TABLE IF EXISTS `cc_awards`;
CREATE TABLE `cc_awards` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `title` varchar(20) NOT NULL COMMENT '描述',
  `award` int(10) unsigned NOT NULL COMMENT '奖励数量',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COMMENT='奖励政策表';

-- ----------------------------
-- Records of cc_awards
-- ----------------------------
INSERT INTO `cc_awards` VALUES ('1', '发表评论', '30');
INSERT INTO `cc_awards` VALUES ('2', '收到回复', '25');
INSERT INTO `cc_awards` VALUES ('3', '登录（每天）', '15');
INSERT INTO `cc_awards` VALUES ('4', '修改头像（每天）', '15');

-- ----------------------------
-- Table structure for cc_comments_1
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_1`;
CREATE TABLE `cc_comments_1` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `upid` int(10) unsigned NOT NULL COMMENT '上级ID',
  `pid` int(10) unsigned NOT NULL COMMENT '父级ID',
  `avatar` varchar(80) NOT NULL COMMENT '用户头像',
  `nickname` varchar(20) NOT NULL COMMENT '用户昵称',
  `star` tinyint(3) unsigned NOT NULL DEFAULT '4' COMMENT '评论的星级',
  `fulltext` text COMMENT '回复的内容',
  `files` text COMMENT '上传的图片，Json格式',
  `cai` int(10) unsigned DEFAULT '0' COMMENT '踩一踩',
  `ok` int(10) unsigned DEFAULT '0' COMMENT '大拇指',
  `write` text COMMENT '盖章信息',
  `selectid` varchar(150) DEFAULT NULL COMMENT '要查询的父级总ID合集',
  `show` tinyint(4) NOT NULL DEFAULT '1' COMMENT '是否显示1.显示2.隐藏',
  `time` int(10) unsigned DEFAULT '0' COMMENT '发布时间',
  PRIMARY KEY (`id`),
  KEY `show` (`show`,`pid`,`upid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='评论列表1';

-- ----------------------------
-- Records of cc_comments_1
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_a1
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_a1`;
CREATE TABLE `cc_comments_a1` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '评论信息ID',
  `nickname` varchar(20) NOT NULL COMMENT '用户昵称',
  `avatar` varchar(80) NOT NULL COMMENT '用户头像',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `star` enum('1','2','3','4','5') NOT NULL COMMENT '评分',
  `fulltext` text NOT NULL COMMENT '回复内容',
  `files` text COMMENT '上传的图片，Jason格式',
  `ok` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '大拇指的数量',
  `re` bigint(20) unsigned NOT NULL COMMENT '回复Ta的数量',
  `time` int(10) unsigned NOT NULL COMMENT '发布的时间戳',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8mb4 COMMENT='评论表';

-- ----------------------------
-- Records of cc_comments_a1
-- ----------------------------
INSERT INTO `cc_comments_a1` VALUES ('1', '再回首恍然如梦', 'assets/images/avatar/2018051413051095128000png', '2', '4', '我也想问下 有没有重症肌无力患者治愈的啊？', '[]', '0', '0', '1531347901', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('2', '舞霸王', 'assets/images/avatar/2018051413101156267400png', '3', '4', '家里同样有精神分裂症的患者，冒昧问一下，互相联系一下可以吗？我的联系电话15076052129', '[]', '0', '0', '1530345636', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('3', '战锅策', 'assets/images/avatar/2018051413100837387800png', '4', '4', '　　这家医院给我的第一感觉就是有耐性，不管是我问护士，还是问医生，他们总是能一一为我答复，第一次来到这里，找不到医生的办公室，就问了好几个护士，然而她们总是能耐心的指路，事实证明我的选择没有错，我真的在这家医院治好了病，感谢的话不多说了，全记在心里。', '[]', '0', '0', '1530165447', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('4', '小诸葛', 'assets/images/avatar/2018051413100497819900png', '5', '4', '住院的环境很不错，护士态度也很好。大夫们都很热心，现在我的孩子已经好了很多了，现在看着孩子好起来我就高兴。真的很感谢。', '[]', '0', '0', '1529573325', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('5', '周小瑜', 'assets/images/avatar/2018051413100101451800png', '6', '4', '经朋友介绍，了解到这家医院。本人有严重的失眠，到这家医院打算试一下结果治疗后到现在睡的好好的，失眠没有复发，让我们这些小老百姓充满了安全感，对这家医院超级放心。', '[]', '0', '0', '1528940598', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('6', '麻老大', 'assets/images/avatar/2018051413095702244500png', '7', '4', '朋友患有癫痫挺长时间了，每次都是抽搐、口吐白沫，请问还能治好吗', '[]', '0', '0', '1528442520', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('7', 'James', 'assets/images/avatar/2018051413095319864300png', '8', '4', '　　终于摆脱了我生活中的一个大困扰，现在每天都能踏踏实实睡觉了。老公再也不用受我的折磨了，军颐医院挺不错，在这感谢了，还有老公感觉最对不起的就是他，以后再也不跟你发火了。', '[]', '0', '0', '1528442195', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('8', 'Mcgrady', 'assets/images/avatar/2018051413094891483200png', '9', '4', '我在小时候生了一场大病，结果患上了癫痫病，从懂事开始，我对于自己的疾病一直很自卑，各种药物吃了不少，各种偏方也尝试了不少，但就是没有明显的效果，在北京工作的老铁给我介绍了这家医院，本来没打算去的，但是挨不住老铁的念叨，就去看了下，结果病情竟然慢慢得到控制了，我现在虽然还有眩晕的症状，但是我已经感觉非常满足了，很感谢这家医院和医生。', '[]', '0', '0', '1527919027', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('9', 'Zidane', 'assets/images/avatar/2018051413094404552000png', '10', '4', '刚患病后，听从了一个医生的建议，用了两个月的针灸膏药，结果一点效果都没有，慕名到了北京军颐中医医院接受治疗，医生根据我的情况制定了适应我病情的方案，现在己恢复了八成多了，非常高兴高兴当初自己选对了医院。', '[]', '0', '0', '1527582942', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('10', '小马哥', 'assets/images/avatar/2018051413093960068500png', '11', '4', '患上焦虑有一段时间了，听人介绍找到军颐医院，于平华医生对我的病情进行了了解之后，放心的对我说：这病能治，能治好。简单的几个字让我看到了希望，我有救了!治疗第二天后，我的病情明显改善，相信不久将来我会摆脱焦虑。', '[]', '0', '0', '1527311992', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('11', '无敌小旋风', 'assets/images/avatar/2018051413093461482200png', '12', '4', '　　我是一位严重的失眠患者，已经有将近5年的患病时间了。在河北到处就医问药，好找了一些偏方治疗，但是还是没有彻底治疗好。在一个病友的介绍下，来到北京军颐中医医院治疗，本着试试的心里治疗在军颐医院治疗，在医生的帮助下，有了明显的好转。', '[]', '0', '0', '1526024327', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('12', '为情所困', 'assets/images/avatar/2018051413093005943400png', '13', '4', '我患癫痫有好几年了，去了两三个医院了，药没少买，效果却不见好转，在北京工作的姑姑让我去这家医院试试，于是我通过网上预约去看的病，省事了很多，现在我的病情已经基本稳定了，有4个月没有发作了，我相信我的病已经好了，谢谢军颐。', '[]', '0', '0', '1525338111', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('13', '世界只因有你', 'assets/images/avatar/2018051413092664656500png', '14', '4', '我是山东的，我的孩子得了小儿癫痫有一段时间了，按照陈医生说的治疗方法，现在都治疗三周了，我孩子的症状减少了，得到了缓解，我非常高兴，所以我要向陈医生说声谢谢。也感谢军颐医院。', '[]', '0', '0', '1524996032', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('14', '再回首恍然如梦', 'assets/images/avatar/2018051413092324718000png', '15', '4', '我患上了癫痫病后，导致婚后八年都没敢要孩子，因为怕给孩子遗传了，后来有幸的是遇上了北京军颐中医医院的医生给我看病，现在我已经完全好了，虽然现在生孩子还会有一定的几率遗传，但是我已经完全有信心应对了，所以我现在的当务之急就是生个孩子。', '[]', '0', '0', '1524363443', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('15', '想你夜不能寐', 'assets/images/avatar/2018051413091994122100png', '16', '4', '来说两句吧　　可是体会到了得什么也别得病了，老家的的医院都跑了遍，人受罪、钱受累，关键是治不断根让人痛苦，这次选择北京军颐医院也是朋友给介绍的，在医院治疗了一周，情况得到了很大的改善，现在在家进行治疗的很稳定，在家这边的医院复查了一次医生都说差不多已经好的差不多了，真是对中医有了很大的意识改观，感谢北京军颐中医医院。\n...', '[]', '0', '0', '1524037891', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('16', '習慣沉默', 'assets/images/avatar/2018051413091652300100png', '17', '4', '三个月前患上精神障碍，听北京的亲戚说军颐医院的王奎星主任看精神疾病效果很好，就帮忙挂号过来了。王主任人特别热心，对我的病情诊断十分仔细、周到，给我一个人诊断就足足聊了20多分钟，问的详细、查的仔细，关键是在王主任精心治疗下，我的精神障碍治好了，很满意这个效果，王主任的医术真的是不错！', '[]', '0', '0', '1523862279', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('17', '仅有的自私', 'assets/images/avatar/2018051413061085537800png', '18', '4', '精神分裂症能治好吗', '[]', '0', '0', '1518830975', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('18', '普通小姐', 'assets/images/avatar/2018051413060715835000png', '19', '4', '什么病啊', '[]', '0', '0', '1518787801', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('19', '左手倒影', 'assets/images/avatar/2018051413060259935600png', '20', '4', '有没有重症肌无力的患者来过啊', '[]', '0', '0', '1518786403', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('20', '顾忌', 'assets/images/avatar/2018051413055702783700png', '21', '4', '军颐治疗效果真的是好，出院半年多了，没有在发作，在这里感谢你们。[/强][/强][/强]', '[]', '0', '0', '1517275902', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('21', '卡哇伊宝宝', 'assets/images/avatar/2018051413055323832100png', '22', '4', '星期三能挂上号吗', '[]', '0', '0', '1514799900', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('22', '你很会演', 'assets/images/avatar/2018051413054969861500png', '23', '4', '什么时候刻意去治疗', '[]', '0', '0', '1509175461', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('23', '相见两相厌', 'assets/images/avatar/2018051413054615885600png', '24', '4', '头昏能治疗好吗', '[]', '0', '0', '1509018268', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('24', '奥利奥╮', 'assets/images/avatar/2018051413054124064400png', '25', '4', '效果不错，本来失眠的情况是挺严重的，但是在这里治疗过后失眠的症状减轻了，现在在康复阶段，看一下需要多长时间才能治好失眠。', '[]', '0', '0', '1504748097', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('25', '尼克', 'assets/images/avatar/2018051413053692193500png', '26', '4', '这里的服务确实不错，而且治疗技术也挺好，患有失眠已经有很多年了，而经过这家医院的几个疗程，现在失眠情况已经好了很多， 每晚能够很快的进入深度睡眠，真心不错！', '[]', '0', '0', '1504488880', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('26', '卜壊的男亼', 'assets/images/avatar/2018051413053194187400png', '27', '4', '医院各方面都不错，我父亲从农村来说着一口方言，医院里面没有几个能听懂，但是他们还是想尽办法了解我父亲的想要表达什么，所以服务还是可以的。', '[]', '0', '0', '1503897867', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('27', '向左拐向右走', 'assets/images/avatar/2018051413052829093300png', '28', '4', '我是在电视上看到对这个医院的报道才过来的，看来口碑不错。采取的治疗很合理，费用还比较公道。', '[]', '0', '0', '1503715793', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('28', '我是我情人', 'assets/images/avatar/2018051413052420247900png', '29', '4', '医院挺好的，周围环境好，不会影响病人的休息，技术也不错，医生对病人很有耐心，对病人的恢复很有帮助，服务也是很好，医生和护士对病人照顾得很好，几乎有家的温暖。', '[]', '0', '0', '1503538003', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('29', '傲娇个性', 'assets/images/avatar/2018051413051959542500png', '30', '4', '在这里花的钱是我去过的医院里最少的。让我花最少的钱达到最满意的治疗效果，真的太感谢了！', '[]', '0', '0', '1503465529', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('30', 'Wonder Boy', 'assets/images/avatar/2018051413051609257600png', '31', '4', '医生人很和蔼，也很耐心的听人说话，没有像有些医生那样不耐烦地打断人说话，为患者考虑经济能力，尽可能开合适的药， 谢谢医生的指点。', '[]', '0', '0', '1503019588', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('31', '你惯的i', 'assets/images/avatar/2018051413051095128000png', '32', '4', '找这家医院主要是因为这家医院环境和服务都觉得不错，而且价格也比较公道，所以我才选择这里。', '[]', '0', '0', '1502763602', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('32', '欠削', 'assets/images/avatar/2018051413050697668400png', '33', '4', '有会诊，好多专家。我们刚出院。希望能帮到你。', '[]', '0', '0', '1502512754', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('33', '心在唱歌', 'assets/images/avatar/2018051413050285992500png', '34', '4', '为了给女儿看病，我走遍大江南北，现在终于给她看好了这个病，停药三年了都没复发，学习成绩也很好，我们打心底里感激北京军颐中医医院。\n', '[]', '0', '0', '1502442332', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('34', '王晨正发光耶', 'assets/images/avatar/2018051413045927327800png', '35', '4', '脑袋疼，恶心，睡觉难受', '[]', '0', '0', '1502009322', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('35', '寄已', 'assets/images/avatar/2018051413045569480800png', '36', '4', '小孩11个月了，有抽筋现象，怀疑是癫痫病，。', '[]', '0', '0', '1501144906', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('36', 'Sunny灬快乐', 'assets/images/avatar/2018051413045185787600png', '37', '4', '暑假期间医院又什么活动吗？求楼上解答', '[]', '0', '0', '1500288734', '123.112.174.192');
INSERT INTO `cc_comments_a1` VALUES ('37', '彼岸花', 'assets/images/avatar/2018051413044666089000png', '38', '4', '医院中医治疗挺好，中医医生很贴心。', '[]', '0', '0', '1498788935', '123.112.174.192');

-- ----------------------------
-- Table structure for cc_comments_a3
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_a3`;
CREATE TABLE `cc_comments_a3` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '评论信息ID',
  `nickname` varchar(20) NOT NULL COMMENT '用户昵称',
  `avatar` varchar(80) NOT NULL COMMENT '用户头像',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `star` enum('1','2','3','4','5') NOT NULL COMMENT '评分',
  `fulltext` text NOT NULL COMMENT '回复内容',
  `files` text COMMENT '上传的图片，Jason格式',
  `ok` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '大拇指的数量',
  `re` bigint(20) unsigned NOT NULL COMMENT '回复Ta的数量',
  `time` int(10) unsigned NOT NULL COMMENT '发布的时间戳',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=62 DEFAULT CHARSET=utf8mb4 COMMENT='评论表3';

-- ----------------------------
-- Records of cc_comments_a3
-- ----------------------------
INSERT INTO `cc_comments_a3` VALUES ('1', '再回首恍然如梦', 'assets/images/avatar/2018051413051095128000png', '2', '4', '被疾病折磨了那么久，家人因为疾病饱受煎熬，家庭氛围也因为疾病而紧张，多次求医都反而越来越重，最后军颐治好我的病，感谢救了我和我的家庭，致敬。', '[]', '0', '1', '1526274569', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('2', '舞霸王', 'assets/images/avatar/2018051413101156267400png', '3', '4', '抱着试试的态度就去了，去医院看病时觉得确实还可以，治疗后效果非常好。', '[]', '0', '0', '1524710342', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('3', '战锅策', 'assets/images/avatar/2018051413100837387800png', '4', '4', '在这里看的失眠症，医生非常细心，服务非常好。看完之后效果还不错，医生给开了药，希望快点好。', '[]', '0', '0', '1524451330', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('4', '小诸葛', 'assets/images/avatar/2018051413100497819900png', '5', '4', '我来这治疗的主要原因是听说，他们的治疗方法可以避免服用西药的副作用，来军颐医院三次，效果一次比一次好，现在饭量增加、睡眠质量和睡眠时间提高，抵抗力增强，气色也越来越红润，精神越来越好，军颐医院果然有实力。', '[]', '0', '0', '1524118018', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('5', '周小瑜', 'assets/images/avatar/2018051413100101451800png', '6', '4', '具体治疗费用视病情轻重情况而定,您可以在线咨询医师详细了解', '[]', '0', '0', '1524028754', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('6', '麻老大', 'assets/images/avatar/2018051413095702244500png', '7', '4', '医院环境很好，各样设施都很规范，医生和护士的服务态度都很好，整个就诊的过程也很方便快捷，更加重要的是专家给我制定的这个治疗方案很有针对性。', '[]', '2', '0', '1523943481', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('7', 'James', 'assets/images/avatar/2018051413095319864300png', '8', '4', '治疗费用是多少', '[]', '0', '0', '1523536906', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('8', 'Mcgrady', 'assets/images/avatar/2018051413094891483200png', '9', '4', '中药不像西药有那么多的副作用，吃多了也不会影响我的正常生活还治好了我的病，为专家点赞.', '[]', '0', '0', '1523331611', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('9', 'Zidane', 'assets/images/avatar/2018051413094404552000png', '10', '4', '医院的技术实力是挺好的，费用方面也非常合理，环境舒适，很温馨的感觉，我一直都是在那里检查的。军颐医院的态度非常好。感谢北京军颐中医医院。', '[]', '1', '1', '1523260309', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('10', '小马哥', 'assets/images/avatar/2018051413093960068500png', '11', '4', '有人知道这家医院怎么样吗？一直失眠睡不着，比较累 想去看看，有看过失眠的患者给回复一下看的效果怎么样吗？', '[]', '0', '1', '1523084644', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('11', '无敌小旋风', 'assets/images/avatar/2018051413093461482200png', '12', '4', '环境很好，大夫问诊的时候很详细，总体来说医生态度不错，药价还算合理，设备也很新。中医看过之后还真有用，开了一些中药调理，很苦的，也终于懂了良药苦口确实不假，大概两三个月后就好多了!', '[]', '0', '0', '1522734858', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('12', '为情所困', 'assets/images/avatar/2018051413093005943400png', '13', '4', '患有焦虑抑郁很长时间了，每天活的挺累的，听认识的人介绍这里是精神心理的专科医院，就过来看了，在网上挂的号省的排队等着了，医生还是挺亲切的先给我做的心理辅导，开了一些药倒是不算贵，现在感觉挺不错的吧，希望这次能真的能治好，到时候再过来感谢。', '[]', '0', '0', '1522661379', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('13', '世界只因有你', 'assets/images/avatar/2018051413092664656500png', '14', '4', '前两天家里钥匙丢在医院附近了，保安大哥们都挺热心帮忙找到了、因为家就在不远处，很早前也听说治疗效果不错了，最近不知是什么原因身体不适，进到医院里面来才发现排队等待的人好多，跟王主任聊了半小时，真是和蔼可亲，态度很好，拿了些药先调理调理。', '[]', '0', '0', '1522315240', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('14', '再回首恍然如梦', 'assets/images/avatar/2018051413092324718000png', '15', '4', '还可以吧，就在家附近，最近睡觉老是失眠，拿了点药先试试，医生到是挺尽职尽责的。\n', '[]', '0', '0', '1521612896', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('15', '想你夜不能寐', 'assets/images/avatar/2018051413091994122100png', '16', '4', '5年间跑过多家医院，总是找不到病灶，在军颐确定了病灶，原来是顽固性失眠，医生根据情况给我中西医调理，治疗三个月，至今没有发作，继续治疗以待后效', '[]', '0', '0', '1521610480', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('16', '習慣沉默', 'assets/images/avatar/2018051413091652300100png', '17', '4', '同文', '[]', '0', '0', '1521439919', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('17', '仅有的自私', 'assets/images/avatar/2018051413061085537800png', '18', '4', '北京军颐中医医院环境好，医生问诊也不是草草了事，问的和检查的都比较详细，而且还会推荐一些日常的护理和饮食注意，治疗前也会详细告知每一项治疗的作用，感觉看病看得明明白白就是好!\n00', '[]', '0', '0', '1521183428', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('18', '普通小姐', 'assets/images/avatar/2018051413060715835000png', '19', '4', '我来这治疗的主要原因是听说，他们的治疗方法可以避免服用西药的副作用，来军颐医院三次，效果一次比一次好，现在饭量增加、睡眠质量和睡眠时间提高，抵抗力增强，气色也越来越红润，精神越来越好，军颐医院果然有实力', '[]', '0', '0', '1520906924', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('19', '左手倒影', 'assets/images/avatar/2018051413060259935600png', '20', '4', '三个月前患上精神障碍，听北京的亲戚说军颐医院的王奎星主任看精神疾病效果很好，很权威，就帮忙挂号过来了。王主任人特别热心，对我的病情诊断十分仔细、周到，给我一个人诊断就足足聊了20多分钟，问的详细、查的仔细，关键是在王主任精心治疗下，我的精神障碍治好了，很满意这个效果，王主任的医术真的是不错！', '[]', '0', '0', '1519969786', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('20', '顾忌', 'assets/images/avatar/2018051413055702783700png', '21', '4', '过年期间来的，有专家坐诊，并不是其他医院那种值班医生，感觉自己失眠的状况好多了，过段时间再去复查一次', '[]', '0', '0', '1519199629', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('21', '卡哇伊宝宝', 'assets/images/avatar/2018051413055323832100png', '22', '4', '我个人感觉挺不错，反正是能治好我的病的医院我就认可。我患失眠很久了，能治好，我觉得就是好医院，值得认可的医院。', '[]', '0', '0', '1518772313', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('22', '你很会演', 'assets/images/avatar/2018051413054969861500png', '23', '4', '我们邻村有个孩子的精神分裂在北京三甲医院没看好，后来说是在这家专科医院治疗后没在复发，现在也不用吃药了，这次我带着孩子过来抱有很大信心，回家吃过药后，看看效果，我再来评论', '[]', '0', '0', '1517448953', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('23', '相见两相厌', 'assets/images/avatar/2018051413054615885600png', '24', '4', '在这里治疗了一个星期效果很明显。而且于平华主任也很负责，吧病情给治的差不多了\n很好的一家医院。我同事的就因为一次意外的事故患上了抑郁，在这家医院治疗了一段时间给治疗好的\n', '[]', '0', '0', '1516967092', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('24', '奥利奥╮', 'assets/images/avatar/2018051413054124064400png', '25', '4', '好朋友得了抑郁症后，很担心，抱着试一试的机会来到军颐，接受了一段时间的治疗，现在可以跟他说说笑笑，痊愈后好好的办一桌，真的很感谢王医生', '[]', '0', '0', '1516966335', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('25', '尼克', 'assets/images/avatar/2018051413053692193500png', '26', '4', '失眠了三个多月，终于能好好的睡个觉，太舒心了，谢谢王奎星主任。', '[]', '0', '0', '1516961476', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('26', '卜壊的男亼', 'assets/images/avatar/2018051413053194187400png', '27', '4', '对谢帆医生的信任是从没治病时就建立起来的，因为她切切实实站在我们角度思考问题，不仅如此，她医术高超，多年没有治愈的精神分裂，也在她的指导和帮助下康复。能碰到这样的医生是我们的幸运。', '[]', '0', '0', '1516885007', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('27', '向左拐向右走', 'assets/images/avatar/2018051413052829093300png', '28', '4', '失眠两个多月了，头一次感受到睡得那么踏实，感谢一下王大夫[/鼓掌]', '[]', '0', '0', '1516870784', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('28', '我是我情人', 'assets/images/avatar/2018051413052420247900png', '29', '4', '我儿子l6周岁，现在刚上高一，他有时觉得心慌，着急坐不住，查了也没查出什么问题，现在学都不去上了，一去上学就觉得心慌，着急坐不住，迷恋手机，不知道这是什么毛病？', '[]', '0', '0', '1514642340', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('29', '傲娇个性', 'assets/images/avatar/2018051413051959542500png', '30', '4', '建议您看下中医科', '[]', '0', '0', '1513746829', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('30', 'Wonder Boy', 'assets/images/avatar/2018051413051609257600png', '31', '4', '后背右侧发麻该看什么科室', '[]', '0', '0', '1513688726', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('31', '你惯的i', 'assets/images/avatar/2018051413051095128000png', '32', '4', '后背发麻应该看什么科室', '[]', '0', '0', '1513688670', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('32', '欠削', 'assets/images/avatar/2018051413050697668400png', '33', '4', '北京军颐中医医院 拨打热线:010-83980777或010-83980866,24小时在线咨询精神疾病', '[]', '0', '0', '1512624077', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('33', '心在唱歌', 'assets/images/avatar/2018051413050285992500png', '34', '4', '医院的护士耐心给孩子喂水喂药，孩子还是比较听医生护士的话。还好有他们在。', '[]', '0', '0', '1511515339', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('34', '王晨正发光耶', 'assets/images/avatar/2018051413045927327800png', '35', '4', '不要着急，您看这样吧，打字一二句沟通慢，您要不留个电话吧？给您安排专业医生回电话，结合实际情况  给您分析和建议  你看可以吗？', '[]', '0', '0', '1509241150', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('35', '寄已', 'assets/images/avatar/2018051413045569480800png', '36', '4', '诱发头晕的原因很多，这样吧，我院是治疗头晕头痛的专业医院,您也不要着急，打字一二句沟通慢，您要不留个电话吧？给您安排专业医生回电话，结合实际情况  给您分析和建议  你看可以吗？', '[]', '0', '0', '1509241165', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('36', 'Sunny灬快乐', 'assets/images/avatar/2018051413045185787600png', '37', '4', '诱发头晕的原因很多，这样吧，我院是治疗头晕头痛的专业医院,您也不要着急，打字一二句沟通慢，您要不留个电话吧？给您安排专业医生回电话，结合实际情况  给您分析和建议  你看可以吗？', '[]', '0', '0', '1509240559', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('37', '彼岸花', 'assets/images/avatar/2018051413044666089000png', '38', '4', '不要着急，您看这样吧，打字一二句沟通慢，您要不留个电话吧？给您安排专业医生回电话，结合实际情况  给您分析和建议  你看可以吗？', '[]', '0', '0', '1509240543', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('38', '临时演员', 'assets/images/avatar/2018051413044020643400png', '39', '4', '医院联系电话', '[]', '0', '0', '1509197043', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('39', '意识流 丶', 'assets/images/avatar/2018051413043683529300png', '40', '4', '经常头晕是怎么回事\n', '[]', '0', '0', '1509006075', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('40', '小甜甜。', 'assets/images/avatar/2018051413043307049800png', '41', '4', '经常头晕记忆力减退是怎么回事？', '[]', '0', '0', '1507170198', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('41', '南桥几经秋', 'assets/images/avatar/2018051413042900286600png', '42', '4', '去年表弟在北京军颐医院治疗的, 到现在为止有快一年的时间没有复发了，过几天准备再去复查下', '[]', '0', '0', '1506413988', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('42', '优雅的怨妇', 'assets/images/avatar/2018051413042512961300png', '43', '4', '现在我已经可以正常的生活了，原先因为这个病都没办法结婚，害怕结婚。现在在这家医院治好了病。而且乜结婚了，幸福的日子到来了，非常感军颐医院这么为我着想\n', '[]', '0', '0', '1506413660', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('43', '¤空心梦', 'assets/images/avatar/2018051413042060963800png', '44', '4', '由于家庭的原因有抑郁很多年，经过无数次治疗都没有好的结果，在要放弃希望时，打听到北京军颐医院，本着尝试的心态，没想到困扰多年的抑郁症有了好转，到目前为止，自己状态良好\n', '[]', '0', '0', '1505806490', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('44', '落墨青丝如雪', 'assets/images/avatar/2018051413041632128600png', '45', '4', '去医院看的精神分裂,医生态度很好，很负责任，了解到很多精神分裂方面的知识，选择专业医院很有必要，专家专业，网络预约还不用排队，去了直接看很不错', '[]', '0', '0', '1505699131', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('45', '无怨尤L', 'assets/images/avatar/2018051413041145705100png', '46', '4', '第一次来看精神疾病,因为觉得精神疾病是看不好的，所以没抱太大希望，这次看病完以后感觉北京军颐医院还不错，医护人员的服务态度很好，有什么不懂得他们会耐心的进行解答，医院的收费方面透明，是一家专业、正规的医院\n', '[]', '0', '0', '1505459639', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('46', '温柔做骨', 'assets/images/avatar/2018051412083508307600png', '47', '4', '我查出患有精神疾病，没想到在北京军颐医院王玉堂专家的治疗帮助下摆脱了疾病的折磨。给我看病的王玉堂医生介绍很仔细，态度很认真，保密措施也做的也很好,环境不错', '[]', '0', '0', '1505437592', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('47', '诗友记', 'assets/images/avatar/2018051412083045493600png', '48', '4', '我是从老家来的这里，刚开始都不知道医院在哪里，就给医院打电话，他们有专人给讲解，在治疗的时候也很负责认真', '[]', '0', '0', '1505377415', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('48', 'Burning', 'assets/images/avatar/2018051412082487542800png', '49', '4', '妈妈这一辈子都没享过福 姥姥的去世给她打击太大了 突然精神出了问题 我在北京上班 有空就打听疗效好的医院 同事跟我说的这个医院 带着妈妈来治了一星期我就感觉妈妈像是变了一个人 医生说还得坚持治疗 相信妈妈能彻底康复 同时我在这里谢谢于平华医生', '[]', '1', '0', '1505375699', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('49', 'TAO呀我是鬼〃', 'assets/images/avatar/2018051412082040369600png', '50', '4', '我是从老家来的这里，刚开始都不知道医院在哪里，就给医院打电话，他们有专人给讲解，在治疗的时候也很负责认真', '[]', '1', '0', '1504057806', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('50', '℃ 绝心恋丶', 'assets/images/avatar/2018051412081443652100png', '51', '4', '我是一位严重的失眠患者，已经有将近5年的患病时间了。在河北到处就医问药，也找了一些偏方治疗，但还是没有彻底治好。北京的一个亲戚打听到北京军颐不错，本着试试的心里来治疗的，在医生的帮助下，有了明显的好转。非常感谢！', '[]', '1', '0', '1503627640', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('51', '女汉子大过天', 'assets/images/avatar/2018051412081040267300png', '52', '4', '我本来也不晓得精神疾病医院哪家好，亲戚告诉的要我来北京，因为北京是个大城市，医疗技术都比较先进，在网上看到北京军颐中医医院网上挂号还挺方便的，就预约了，在那治疗了一段时间症状就没有了，生活质量有提高。到时候复查的时候我还会过来', '[]', '0', '0', '1503627524', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('52', '红妆，淡抹', 'assets/images/avatar/2018051412080620531600png', '53', '4', '北京军颐中医医院和王主任对我的病很负责，每天来挂号的人都很多，上去8点多来就已经有很多人在等着让王主任看病了，医院环境也不错', '[]', '0', '0', '1503626995', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('53', '丶撒娇的小女人っ', 'assets/images/avatar/2018051412080176171100png', '54', '4', '真的好，朋友出院了，治疗效果很满意', '[]', '0', '0', '1503191707', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('54', '玩腻了', 'assets/images/avatar/2018051412075696202300png', '55', '4', '很不错，通过在这治疗的途中就看到了这家医院的好处，对你的态度始终都是那样，不像有的医院在你没住院对你很好住院以后就不怎么样了 而这家医院对你的态度始终都是一样的好', '[]', '0', '0', '1502957966', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('55', '陌路人', 'assets/images/avatar/2018051412075147917600png', '56', '4', '刚开始确定去的时候没见到什么效果，以为又上当了，可是没多长的药，感觉到了恢复的效果，就去复查了，复查的结果很满意', '[]', '1', '0', '1502867274', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('56', '寻人启事', 'assets/images/avatar/2018051412074845908500png', '57', '4', '一个人长期在外打工，心情抑郁不好，精神越来越差，被诊断为躁狂症，是王医生给看好的，开了药调理，现在变得越来越好了，希望我的病能在王大夫的帮助下，彻底看好', '[]', '1', '0', '1502852198', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('57', '温柔傲骨', 'assets/images/avatar/2018051412074510537200png', '58', '4', '嗯 医院的护士医生还有主任都特别有耐心', '[]', '1', '0', '1502415085', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('58', '风萧萧兮易水寒', 'assets/images/avatar/2018051412074217994400png', '59', '4', '在医院看的抑郁,医院环境不错,于主任很有耐心,现在3天过去了有了明显的好转,就是排队时间有点长', '[]', '1', '0', '1495077958', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('59', '陈大美', 'assets/images/avatar/2018051412073795656000png', '60', '4', '医院环境好,主任服务态度挺有耐心的,在这里住院就和在家一样,比较方便', '[]', '1', '0', '1494839122', '123.112.155.193');
INSERT INTO `cc_comments_a3` VALUES ('61', '心想事必成', 'upload/20180525/25/2018052515065698106400.png', '66', '5', '本来我是打算去三甲医院去看病的，然而想挂个专家号，却怎么也挂不上，最后没办法，我只能抱着试试的心态来这家医院看病，挂号是很方便，服务也是没话说，至于治疗效果，目前我的病情得到了控制，医生说再坚持坚持，我就能完全康复，我相信他说的话。', '[]', '0', '0', '1527232036', '123.112.157.141');

-- ----------------------------
-- Table structure for cc_comments_a7
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_a7`;
CREATE TABLE `cc_comments_a7` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '评论信息ID',
  `nickname` varchar(20) NOT NULL COMMENT '用户昵称',
  `avatar` varchar(80) NOT NULL COMMENT '用户头像',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `star` enum('1','2','3','4','5') NOT NULL COMMENT '评分',
  `fulltext` text NOT NULL COMMENT '回复内容',
  `files` text COMMENT '上传的图片，Jason格式',
  `ok` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '大拇指的数量',
  `re` bigint(20) unsigned NOT NULL COMMENT '回复Ta的数量',
  `time` int(10) unsigned NOT NULL COMMENT '发布的时间戳',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=utf8mb4 COMMENT='评论表7';

-- ----------------------------
-- Records of cc_comments_a7
-- ----------------------------
INSERT INTO `cc_comments_a7` VALUES ('1', '再回首恍然如梦', 'assets/images/avatar/2018051413051095128000png', '2', '4', '觉得都可以控制了，我就拿着药回家了，医生说，记得复诊就好了，还给我说了很多的日常注意事项。', '[]', '0', '0', '1526436438', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('2', '舞霸王', 'assets/images/avatar/2018051413101156267400png', '3', '4', '非常好，医术厉害，为人亲切。医生好，认真负责，治疗效果好，我妈妈没有受什么痛苦就治好了病，治疗后恢复的很好。', '[]', '0', '0', '1526275274', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('3', '战锅策', 'assets/images/avatar/2018051413100837387800png', '4', '4', '和其他医院相比，看病的费用要便宜很多，已经出院了，现在是准备下星期再去复诊继续治疗。', '[]', '0', '0', '1524452229', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('4', '小诸葛', 'assets/images/avatar/2018051413100497819900png', '5', '4', '医院挺不错的，服务也很到位，关键是各方面的医疗设施都不错。在这挂专家号挺快的，医生态度也很好，对此次就诊非常满意！医生看病非常准确，放心、满意。', '[]', '0', '0', '1524118988', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('5', '周小瑜', 'assets/images/avatar/2018051413100101451800png', '6', '4', '医生很专业，服务态度很好，收费也很正常，我的病情有很大好转\n', '[]', '0', '0', '1523945050', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('6', '麻老大', 'assets/images/avatar/2018051413095702244500png', '7', '4', '这个医院看失眠确实不错，我的朋友严重失眠，就是去这家医院看好的。', '[]', '1', '0', '1523341834', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('7', 'James', 'assets/images/avatar/2018051413095319864300png', '8', '4', '当夜深人静别人都睡觉的时候，我是怎么都无法入睡，有时候实在熬不住睡3到4个小时还总是做梦，晚上睡不好，白天没精神，工作状态不好，业绩也跟着下滑，领导找我谈话我才意识到这是病，朋友介绍我找王主任治疗，没想到才半个月，我就能睡6到9个小时，晚上睡的好，白天精气神足，工作效率也提高了，业绩也跟着上升了。是王主任把我救了回来，让我面对不一样的人生，由衷的谢谢主任。\n', '[]', '0', '0', '1523328230', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('8', 'Mcgrady', 'assets/images/avatar/2018051413094891483200png', '9', '4', '就诊时对病人的态度很好，对我问的问题很耐心也很详细的回答，让我对自己疾病的去除很有信心，北京军颐医院的医生，确实是不可多得的好医生。', '[]', '0', '0', '1523262328', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('9', 'Zidane', 'assets/images/avatar/2018051413094404552000png', '10', '4', '有人知道这家医院怎么样吗？一直失眠睡不着，比较累 想去看看，有看过失眠的患者给回复一下看的效果怎么样吗？', '[]', '0', '0', '1523084697', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('10', '小马哥', 'assets/images/avatar/2018051413093960068500png', '11', '4', '天去就诊了，还是第一次在网上挂号很方便，不用排队，挺省事，医生的态度很好！', '[]', '0', '0', '1522735273', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('11', '无敌小旋风', 'assets/images/avatar/2018051413093461482200png', '12', '4', '患有焦虑抑郁很长时间了，每天活的挺累的，听认识的人介绍这里是精神心理的专科医院，就过来看了，在网上挂的号省的排队等着了，医生还是挺亲切的先给我做的心理辅导，开了一些药倒是不算贵，现在感觉挺不错的吧，希望这次能真的能治好，到时候再过来感谢。', '[]', '0', '0', '1522661462', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('12', '为情所困', 'assets/images/avatar/2018051413093005943400png', '13', '4', '前两天家里钥匙丢在医院附近了，保安大哥们都挺热心帮忙找到了、因为家就在不远处，很早前也听说治疗效果不错了，最近不知是什么原因身体不适，进到医院里面来才发现排队等待的人好多，跟王主任聊了半小时，真是和蔼可亲，态度很好，拿了些药先调理调理。', '[]', '0', '0', '1522315348', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('13', '世界只因有你', 'assets/images/avatar/2018051413092664656500png', '14', '4', '嗯，我是四川的，我的孩子读高中，17年在市里确诊是中度抑郁，一直久治不愈，我们作为家长比谁都急，所幸的事之前邻居家孩子是抑郁来军颐看好的，才推荐我过来看的，我们是三月18号来的北京，目前经过谢帆主任住院治疗，我孩子终于和我主动说话了，吃饭，睡眠都调理好了，看到孩子这种变化，万分感谢谢主任，希望在军颐这家医院能彻底把我儿子病看好！', '[]', '0', '0', '1521776776', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('14', '再回首恍然如梦', 'assets/images/avatar/2018051413092324718000png', '15', '4', '医生护士都很好，治疗的这段期间，感觉到了家的温暖。', '[]', '0', '0', '1521604168', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('15', '想你夜不能寐', 'assets/images/avatar/2018051413091994122100png', '16', '4', '谢医生和这的护士，言语和蔼可亲，耐心照顾病人，不厌其烦的给我们服务，让我感到温暖亲切，这里医生和护士的态度是我住过医院当中最好的。', '[]', '0', '0', '1521532798', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('16', '習慣沉默', 'assets/images/avatar/2018051413091652300100png', '17', '4', '住院的环境很好，很安静，有事麻烦护士的时候她们的态度也都很好，就是探视时间很严格。', '[]', '0', '0', '1521185506', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('17', '仅有的自私', 'assets/images/avatar/2018051413061085537800png', '18', '4', '在网上看到这家医院口碑很好就来了，没想到还来对了，每天都看着自己的疾病一步一步的治好，真的很感激医生给我选择适合病情的方案，这才得以见效，医生说我再坚持治疗，就能够彻底治好了，好开心！', '[]', '0', '0', '1520907600', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('18', '普通小姐', 'assets/images/avatar/2018051413060715835000png', '19', '4', '我是神经衰弱患者，就医时王医生对我的病情询问的很细心，并做了详细的分析和结论。王医生不仅是一位临床经验丰富的医生，而且还是一位医德很赞的医生。', '[]', '0', '0', '1519969955', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('19', '左手倒影', 'assets/images/avatar/2018051413060259935600png', '20', '4', '提前在网上挂号了到了也不用等，患上焦虑症一年多了……从小都很自卑，什么事都想坏的一面，对未知的很恐惧，找王奎星主任看的病听说看焦虑抑郁很好，我们群里有他治疗好的，王奎星主任很有耐心挺温暖的真的挺好的，希望尽快治疗好回家过个好年，感谢军颐的王奎星主任和护士姐姐。', '[]', '0', '0', '1518143689', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('20', '顾忌', 'assets/images/avatar/2018051413055702783700png', '21', '4', '我一个朋友好像得抑郁症了，感觉活着很没意思很痛苦想自杀，请问医生要怎么治疗，真的能好吗？', '[]', '0', '0', '1516960496', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('21', '卡哇伊宝宝', 'assets/images/avatar/2018051413055323832100png', '22', '4', '严重焦虑抑郁想自杀，心理压力太大了，在网上看到这家医院口碑挺好的就过来看看，王医生挺认真负责的，心理上也帮我调解了很多，现在感觉好多了，非常感谢您！', '[]', '0', '0', '1516782781', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('22', '你很会演', 'assets/images/avatar/2018051413054969861500png', '23', '4', '我是从老家来的这里，刚开始都不知道医院在哪里，就给医院打电话，他们有专人给讲解，在治疗的时候也很负责认真', '[]', '0', '0', '1503474675', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('23', '相见两相厌', 'assets/images/avatar/2018051413054615885600png', '24', '4', '刚回来,整体还算可以吧，药到是不算贵，先吃吃看', '[]', '0', '0', '1502869589', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('24', '奥利奥╮', 'assets/images/avatar/2018051413054124064400png', '25', '4', '前段时间去的，挂的王主任的号，回来这两天持续服药中，感觉效果还不错。\n', '[]', '0', '0', '1502852433', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('25', '尼克', 'assets/images/avatar/2018051413053692193500png', '26', '4', '我还在担心费用特别高的问题，治疗之后，发现并没有想象的那么离谱，医生根据我自身情况，给我开的药都是疗效比较好、费用比较低的几种药。', '[]', '0', '0', '1502759007', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('26', '卜壊的男亼', 'assets/images/avatar/2018051413053194187400png', '27', '4', '对于有抑郁症而又难以表达的病人，我多年深受抑郁之苦，在两次就诊王玉堂的专家门诊后，抑郁症有根本缓解，并从心理上悦纳自己，之后遇到问题时还能跟王主任求助。', '[]', '0', '0', '1502522888', '123.112.173.124');
INSERT INTO `cc_comments_a7` VALUES ('27', '一个眼神的距离', 'upload/20180525/25/2018052511041385185100.png', '65', '4', '大夫的态度也还行，反正我接触的大夫人都不错，对这家医院的印象不错。', '[]', '0', '0', '1527217746', '123.112.157.141');

-- ----------------------------
-- Table structure for cc_comments_a8
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_a8`;
CREATE TABLE `cc_comments_a8` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '评论信息ID',
  `nickname` varchar(20) NOT NULL COMMENT '用户昵称',
  `avatar` varchar(80) NOT NULL COMMENT '用户头像',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `star` enum('1','2','3','4','5') NOT NULL COMMENT '评分',
  `fulltext` text NOT NULL COMMENT '回复内容',
  `files` text COMMENT '上传的图片，Jason格式',
  `ok` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '大拇指的数量',
  `re` bigint(20) unsigned NOT NULL COMMENT '回复Ta的数量',
  `time` int(10) unsigned NOT NULL COMMENT '发布的时间戳',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COMMENT='评论表8';

-- ----------------------------
-- Records of cc_comments_a8
-- ----------------------------
INSERT INTO `cc_comments_a8` VALUES ('1', '北京军颐医院', 'assets/images/avatar/4.jpg', '1', '4', '医院环境不错，医生比较专业', '[]', '0', '0', '1529560743', '123.112.171.241');
INSERT INTO `cc_comments_a8` VALUES ('2', '佳佳', 'upload/20180621/21/2018062114090140526700.png', '67', '4', '医生很好', '[]', '1', '0', '1529561358', '123.112.179.243');
INSERT INTO `cc_comments_a8` VALUES ('3', '╰◆◇汏芣点', 'upload/20180621/21/2018062114332571349300.png', '68', '5', '找对人了，鲁医生辛苦了[赞一个][赞一个]', '[]', '0', '0', '1529562868', '123.112.179.243');
INSERT INTO `cc_comments_a8` VALUES ('5', '   海里多情一条鱼', 'upload/20180706/06/2018070610313420277800.png', '70', '5', '提前预约了鲁春英专家的号过来的，专家为我看的诊，态度很好，耐心回答病状问题，医院环境也挺整洁的，很赞。', '[]', '0', '0', '1530844321', '123.112.160.42');
INSERT INTO `cc_comments_a8` VALUES ('6', '相思', 'upload/20180706/06/2018070610393681260800.png', '71', '4', '医生愿意听我倾诉，也很理解我的情况，现在正在积极治疗中，效果观察中。', '[]', '0', '0', '1530844821', '123.112.160.42');
INSERT INTO `cc_comments_a8` VALUES ('8', 'My styles', 'upload/20180706/06/2018070612512727271700.png', '73', '4', '听病友介绍过这家医院，有点不太相信，和家人来实地考察了一圈，整体还可以，就挂了一个主任的号，主任长得比较和蔼可亲，给我们认认真真的分析了半个多小时，有点小感动，去其他医院有的医生就三五分钟就看完完事儿了。只有有了对比，才能真正分出好坏，只有有了亲身经历，才知道什么是好医生。', '[]', '0', '0', '1530852724', '123.112.160.42');
INSERT INTO `cc_comments_a8` VALUES ('9', '幸福最晴天', 'upload/20180706/06/2018070612512795700700.png', '74', '4', '在网上看到他们医院预约，看病不用排队真的好，我去的时候蛮多人还得排队，我直接到前台报预约就安排了，专家医生也很好说话很亲和。', '[]', '0', '0', '1530852727', '123.112.160.42');
INSERT INTO `cc_comments_a8` VALUES ('10', '太甜了', 'upload/20180706/06/2018070612503985188000.png', '72', '4', '在北京妇产医院说看不孕，那边的医生推荐到这边做检查，来了之后感觉这家医院服务真的还可以。', '[]', '0', '0', '1530852744', '123.112.160.42');
INSERT INTO `cc_comments_a8` VALUES ('11', '丶撒娇的小女人っ', 'assets/images/avatar/2018051413094891483200png', '75', '4', '在网络预约挂号了，很方便，无需排队直接接诊，而且节假日不休息的，很方便了我们上班族周末就方便去了。医生服务都很好。', '[]', '0', '0', '1530852816', '123.112.160.42');
INSERT INTO `cc_comments_a8` VALUES ('12', '郁，今年初夏', 'upload/20180709/09/2018070916534614158200.png', '77', '4', '卫人首创的5S科学助孕体系，提供诊断、检验、治疗、优生等多对一的服务。整个体系帮我检查出输卵管不通的病因，并治疗好，重点是8年不孕，这个月5号终于孕啦。', '[]', '0', '0', '1531126790', '123.112.160.42');
INSERT INTO `cc_comments_a8` VALUES ('13', '天 晴丶 ', 'upload/20180706/06/2018070610304792183900.png', '69', '5', '和媳妇想要孩子好多年了，大大小小的医院看了十几家都没看好，促排卵试管婴儿都试了就是怀不上，本想去国外尝试下治疗的，结果经过卫人的医生治疗三个月就怀孕了，真是太神奇了，医院服务和诊疗超赞，医院里有好几个国家的医生，真是牛。', '[]', '0', '0', '1531127094', '123.112.160.42');

-- ----------------------------
-- Table structure for cc_comments_a9
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_a9`;
CREATE TABLE `cc_comments_a9` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '评论信息ID',
  `nickname` varchar(20) NOT NULL COMMENT '用户昵称',
  `avatar` varchar(80) NOT NULL COMMENT '用户头像',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `star` enum('1','2','3','4','5') NOT NULL COMMENT '评分',
  `fulltext` text NOT NULL COMMENT '回复内容',
  `files` text COMMENT '上传的图片，Jason格式',
  `ok` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '大拇指的数量',
  `re` bigint(20) unsigned NOT NULL COMMENT '回复Ta的数量',
  `time` int(10) unsigned NOT NULL COMMENT '发布的时间戳',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=41 DEFAULT CHARSET=utf8mb4 COMMENT='评论表9';

-- ----------------------------
-- Records of cc_comments_a9
-- ----------------------------
INSERT INTO `cc_comments_a9` VALUES ('2', '舞霸王', 'assets/images/avatar/2018051413101156267400png', '3', '4', '家里同样有精神分裂症的患者，冒昧问一下，互相联系一下可以吗？我的联系电话150*****129', '[]', '0', '1', '1530345636', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('3', '战锅策', 'assets/images/avatar/2018051413100837387800png', '4', '4', '　　这家医院给我的第一感觉就是有耐性，不管是我问护士，还是问医生，他们总是能一一为我答复，第一次来到这里，找不到医生的办公室，就问了好几个护士，然而她们总是能耐心的指路，事实证明我的选择没有错，我真的在这家医院治好了病，感谢的话不多说了，全记在心里。', '[]', '0', '2', '1530165447', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('4', '小诸葛', 'assets/images/avatar/2018051413100497819900png', '5', '4', '住院的环境很不错，护士态度也很好。大夫们都很热心，现在我的孩子已经好了很多了，现在看着孩子好起来我就高兴。真的很感谢。', '[]', '0', '0', '1529573325', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('5', '周小瑜', 'assets/images/avatar/2018051413100101451800png', '6', '4', '经朋友介绍，了解到这家医院。本人有严重的失眠，到这家医院打算试一下结果治疗后到现在睡的好好的，失眠没有复发，让我们这些小老百姓充满了安全感，对这家医院超级放心。', '[]', '0', '0', '1528940598', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('6', '麻老大', 'assets/images/avatar/2018051413095702244500png', '7', '4', '朋友患有癫痫挺长时间了，每次都是抽搐、口吐白沫，请问还能治好吗', '[]', '0', '1', '1528442520', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('7', 'James', 'assets/images/avatar/2018051413095319864300png', '8', '4', '　　终于摆脱了我生活中的一个大困扰，现在每天都能踏踏实实睡觉了。老公再也不用受我的折磨了，军颐医院挺不错，在这感谢了，还有老公感觉最对不起的就是他，以后再也不跟你发火了。', '[]', '0', '0', '1528442195', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('8', 'Mcgrady', 'assets/images/avatar/2018051413094891483200png', '9', '4', '我在小时候生了一场大病，结果患上了癫痫病，从懂事开始，我对于自己的疾病一直很自卑，各种药物吃了不少，各种偏方也尝试了不少，但就是没有明显的效果，在北京工作的老铁给我介绍了这家医院，本来没打算去的，但是挨不住老铁的念叨，就去看了下，结果病情竟然慢慢得到控制了，我现在虽然还有眩晕的症状，但是我已经感觉非常满足了，很感谢这家医院和医生。', '[]', '0', '0', '1527919027', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('9', 'Zidane', 'assets/images/avatar/2018051413094404552000png', '10', '4', '刚患病后，听从了一个医生的建议，用了两个月的针灸膏药，结果一点效果都没有，慕名到了北京军颐中医医院接受治疗，医生根据我的情况制定了适应我病情的方案，现在己恢复了八成多了，非常高兴高兴当初自己选对了医院。', '[]', '0', '1', '1527582942', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('10', '小马哥', 'assets/images/avatar/2018051413093960068500png', '11', '4', '患上焦虑有一段时间了，听人介绍找到军颐医院，于平华医生对我的病情进行了了解之后，放心的对我说：这病能治，能治好。简单的几个字让我看到了希望，我有救了!治疗第二天后，我的病情明显改善，相信不久将来我会摆脱焦虑。', '[]', '0', '0', '1527311992', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('11', '无敌小旋风', 'assets/images/avatar/2018051413093461482200png', '12', '4', '　　我是一位严重的失眠患者，已经有将近5年的患病时间了。在河北到处就医问药，好找了一些偏方治疗，但是还是没有彻底治疗好。在一个病友的介绍下，来到北京军颐中医医院治疗，本着试试的心里治疗在军颐医院治疗，在医生的帮助下，有了明显的好转。', '[]', '0', '0', '1526024327', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('12', '为情所困', 'assets/images/avatar/2018051413093005943400png', '13', '4', '我患癫痫有好几年了，去了两三个医院了，药没少买，效果却不见好转，在北京工作的姑姑让我去这家医院试试，于是我通过网上预约去看的病，省事了很多，现在我的病情已经基本稳定了，有4个月没有发作了，我相信我的病已经好了，谢谢军颐。', '[]', '0', '0', '1525338111', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('13', '世界只因有你', 'assets/images/avatar/2018051413092664656500png', '14', '4', '我是山东的，我的孩子得了小儿癫痫有一段时间了，按照陈医生说的治疗方法，现在都治疗三周了，我孩子的症状减少了，得到了缓解，我非常高兴，所以我要向陈医生说声谢谢。也感谢军颐医院。', '[]', '0', '0', '1524996032', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('14', '再回首恍然如梦', 'assets/images/avatar/2018051413092324718000png', '15', '4', '我患上了癫痫病后，导致婚后八年都没敢要孩子，因为怕给孩子遗传了，后来有幸的是遇上了北京军颐中医医院的医生给我看病，现在我已经完全好了，虽然现在生孩子还会有一定的几率遗传，但是我已经完全有信心应对了，所以我现在的当务之急就是生个孩子。', '[]', '0', '0', '1524363443', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('15', '想你夜不能寐', 'assets/images/avatar/2018051413091994122100png', '16', '4', '来说两句吧，可是体会到了得什么也别得病了，老家的的医院都跑了遍，人受罪、钱受累，关键是治不断根让人痛苦，这次选择北京军颐医院也是朋友给介绍的，在医院治疗了一周，情况得到了很大的改善，现在在家进行治疗的很稳定，在家这边的医院复查了一次医生都说差不多已经好的差不多了，真是对中医有了很大的意识改观，感谢北京军颐中医医院。\n...', '[]', '0', '0', '1524037891', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('16', '習慣沉默', 'assets/images/avatar/2018051413091652300100png', '17', '4', '三个月前患上精神障碍，听北京的亲戚说军颐医院的王奎星主任看精神疾病效果很好，就帮忙挂号过来了。王主任人特别热心，对我的病情诊断十分仔细、周到，给我一个人诊断就足足聊了20多分钟，问的详细、查的仔细，关键是在王主任精心治疗下，我的精神障碍治好了，很满意这个效果，王主任的医术真的是不错！', '[]', '1', '0', '1523862279', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('17', '仅有的自私', 'assets/images/avatar/2018051413061085537800png', '18', '4', '精神分裂症能治好吗', '[]', '0', '0', '1518830975', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('18', '普通小姐', 'assets/images/avatar/2018051413060715835000png', '19', '4', '什么病啊', '[]', '0', '0', '1518787801', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('19', '左手倒影', 'assets/images/avatar/2018051413060259935600png', '20', '4', '有没有重症肌无力的患者来过啊', '[]', '0', '0', '1518786403', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('20', '顾忌', 'assets/images/avatar/2018051413055702783700png', '21', '4', '军颐治疗效果真的是好，出院半年多了，没有在发作，在这里感谢你们。', '[]', '0', '0', '1517275902', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('21', '卡哇伊宝宝', 'assets/images/avatar/2018051413055323832100png', '22', '4', '星期三能挂上号吗', '[]', '0', '0', '1514799900', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('22', '你很会演', 'assets/images/avatar/2018051413054969861500png', '23', '4', '什么时候刻意去治疗', '[]', '0', '0', '1509175461', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('23', '相见两相厌', 'assets/images/avatar/2018051413054615885600png', '24', '4', '头昏能治疗好吗', '[]', '0', '0', '1509018268', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('24', '奥利奥╮', 'assets/images/avatar/2018051413054124064400png', '25', '4', '效果不错，本来失眠的情况是挺严重的，但是在这里治疗过后失眠的症状减轻了，现在在康复阶段，看一下需要多长时间才能治好失眠。', '[]', '0', '0', '1504748097', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('25', '尼克', 'assets/images/avatar/2018051413053692193500png', '26', '4', '这里的服务确实不错，而且治疗技术也挺好，患有失眠已经有很多年了，而经过这家医院的几个疗程，现在失眠情况已经好了很多， 每晚能够很快的进入深度睡眠，真心不错！', '[]', '0', '0', '1504488880', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('26', '卜壊的男亼', 'assets/images/avatar/2018051413053194187400png', '27', '4', '医院各方面都不错，我父亲从农村来说着一口方言，医院里面没有几个能听懂，但是他们还是想尽办法了解我父亲的想要表达什么，所以服务还是可以的。', '[]', '0', '0', '1503897867', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('27', '向左拐向右走', 'assets/images/avatar/2018051413052829093300png', '28', '4', '我是在电视上看到对这个医院的报道才过来的，看来口碑不错。采取的治疗很合理，费用还比较公道。', '[]', '0', '0', '1503715793', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('28', '我是我情人', 'assets/images/avatar/2018051413052420247900png', '29', '4', '医院挺好的，周围环境好，不会影响病人的休息，技术也不错，医生对病人很有耐心，对病人的恢复很有帮助，服务也是很好，医生和护士对病人照顾得很好，几乎有家的温暖。', '[]', '0', '0', '1503538003', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('29', '傲娇个性', 'assets/images/avatar/2018051413051959542500png', '30', '4', '在这里花的钱是我去过的医院里最少的。让我花最少的钱达到最满意的治疗效果，真的太感谢了！', '[]', '0', '0', '1503465529', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('30', 'Wonder Boy', 'assets/images/avatar/2018051413051609257600png', '31', '4', '医生人很和蔼，也很耐心的听人说话，没有像有些医生那样不耐烦地打断人说话，为患者考虑经济能力，尽可能开合适的药， 谢谢医生的指点。', '[]', '0', '0', '1503019588', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('31', '你惯的i', 'assets/images/avatar/2018051413051095128000png', '32', '4', '找这家医院主要是因为这家医院环境和服务都觉得不错，而且价格也比较公道，所以我才选择这里。', '[]', '0', '0', '1502763602', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('32', '欠削', 'assets/images/avatar/2018051413050697668400png', '33', '4', '有会诊，好多专家。我们刚出院。希望能帮到你。', '[]', '0', '0', '1502512754', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('33', '心在唱歌', 'assets/images/avatar/2018051413050285992500png', '34', '4', '为了给女儿看病，我走遍大江南北，现在终于给她看好了这个病，停药三年了都没复发，学习成绩也很好，我们打心底里感激北京军颐中医医院。\n', '[]', '0', '0', '1502442332', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('34', '王晨正发光耶', 'assets/images/avatar/2018051413045927327800png', '35', '4', '脑袋疼，恶心，睡觉难受', '[]', '0', '0', '1502009322', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('35', '寄已', 'assets/images/avatar/2018051413045569480800png', '36', '4', '小孩11个月了，有抽筋现象，怀疑是癫痫病，。', '[]', '0', '0', '1501144906', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('36', 'Sunny灬快乐', 'assets/images/avatar/2018051413045185787600png', '37', '4', '暑假期间医院又什么活动吗？求楼上解答', '[]', '0', '0', '1500288734', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('37', '彼岸花', 'assets/images/avatar/2018051413044666089000png', '38', '4', '医院中医治疗挺好，中医医生很贴心。', '[]', '0', '0', '1498788935', '123.112.174.192');
INSERT INTO `cc_comments_a9` VALUES ('39', '迷糊的小蚊子', 'upload/20181009/09/2018100914081412841700.png', '83', '4', '[瞪眼睛][白眼]', '[]', '0', '0', '1539065436', '223.104.3.169');
INSERT INTO `cc_comments_a9` VALUES ('40', '张先森007', 'assets/images/avatar/2018051413100497819900png', '84', '4', '请问癫痫病治好要多少钱？', '[]', '1', '4', '1540382712', '218.64.130.98');

-- ----------------------------
-- Table structure for cc_comments_clicked_1
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_clicked_1`;
CREATE TABLE `cc_comments_clicked_1` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `cid` int(10) unsigned NOT NULL COMMENT '对应的信息ID',
  `act` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '1.踩一踩2.大拇指',
  `time` int(10) unsigned NOT NULL COMMENT '操作时间',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`,`cid`,`act`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='踩一踩和大拇指表1';

-- ----------------------------
-- Records of cc_comments_clicked_1
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_clicked_3
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_clicked_3`;
CREATE TABLE `cc_comments_clicked_3` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `cid` int(10) unsigned NOT NULL COMMENT '对应的信息ID',
  `act` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '1.踩一踩2.大拇指',
  `time` int(10) unsigned NOT NULL COMMENT '操作时间',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`,`cid`,`act`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4 COMMENT='踩一踩和大拇指表3';

-- ----------------------------
-- Records of cc_comments_clicked_3
-- ----------------------------
INSERT INTO `cc_comments_clicked_3` VALUES ('1', '1', '9', '1', '1526537347');
INSERT INTO `cc_comments_clicked_3` VALUES ('2', '1', '6', '1', '1526537352');
INSERT INTO `cc_comments_clicked_3` VALUES ('3', '63', '59', '1', '1526707918');
INSERT INTO `cc_comments_clicked_3` VALUES ('4', '63', '57', '1', '1526707923');
INSERT INTO `cc_comments_clicked_3` VALUES ('5', '63', '58', '1', '1526707925');
INSERT INTO `cc_comments_clicked_3` VALUES ('6', '63', '56', '1', '1526707927');
INSERT INTO `cc_comments_clicked_3` VALUES ('7', '63', '55', '1', '1526707929');
INSERT INTO `cc_comments_clicked_3` VALUES ('8', '63', '48', '1', '1526707945');
INSERT INTO `cc_comments_clicked_3` VALUES ('9', '63', '49', '1', '1526707946');
INSERT INTO `cc_comments_clicked_3` VALUES ('10', '63', '50', '1', '1526707947');
INSERT INTO `cc_comments_clicked_3` VALUES ('11', '61', '6', '1', '1527154496');

-- ----------------------------
-- Table structure for cc_comments_clicked_7
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_clicked_7`;
CREATE TABLE `cc_comments_clicked_7` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `cid` int(10) unsigned NOT NULL COMMENT '对应的信息ID',
  `act` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '1.踩一踩2.大拇指',
  `time` int(10) unsigned NOT NULL COMMENT '操作时间',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`,`cid`,`act`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COMMENT='踩一踩和大拇指表7';

-- ----------------------------
-- Records of cc_comments_clicked_7
-- ----------------------------
INSERT INTO `cc_comments_clicked_7` VALUES ('1', '62', '6', '1', '1526870886');

-- ----------------------------
-- Table structure for cc_comments_clicked_8
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_clicked_8`;
CREATE TABLE `cc_comments_clicked_8` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `cid` int(10) unsigned NOT NULL COMMENT '对应的信息ID',
  `act` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '1.踩一踩2.大拇指',
  `time` int(10) unsigned NOT NULL COMMENT '操作时间',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`,`cid`,`act`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COMMENT='踩一踩和大拇指表8';

-- ----------------------------
-- Records of cc_comments_clicked_8
-- ----------------------------
INSERT INTO `cc_comments_clicked_8` VALUES ('1', '67', '2', '1', '1529561775');

-- ----------------------------
-- Table structure for cc_comments_clicked_9
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_clicked_9`;
CREATE TABLE `cc_comments_clicked_9` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `uid` int(10) unsigned NOT NULL COMMENT '用户ID',
  `cid` int(10) unsigned NOT NULL COMMENT '对应的信息ID',
  `act` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '1.踩一踩2.大拇指',
  `time` int(10) unsigned NOT NULL COMMENT '操作时间',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`,`cid`,`act`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COMMENT='踩一踩和大拇指表9';

-- ----------------------------
-- Records of cc_comments_clicked_9
-- ----------------------------
INSERT INTO `cc_comments_clicked_9` VALUES ('1', '83', '38', '1', '1539065316');
INSERT INTO `cc_comments_clicked_9` VALUES ('2', '61', '41', '1', '1541386165');
INSERT INTO `cc_comments_clicked_9` VALUES ('3', '62', '16', '1', '1542181651');
INSERT INTO `cc_comments_clicked_9` VALUES ('4', '1', '40', '1', '1546398300');

-- ----------------------------
-- Table structure for cc_comments_count_1
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_count_1`;
CREATE TABLE `cc_comments_count_1` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `count` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '评论条数',
  `count1` int(11) NOT NULL DEFAULT '0' COMMENT '回复总条数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='用户对每个站的评论总记录1';

-- ----------------------------
-- Records of cc_comments_count_1
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_count_3
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_count_3`;
CREATE TABLE `cc_comments_count_3` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `count` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '评论条数',
  `count1` bigint(20) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=67 DEFAULT CHARSET=utf8mb4 COMMENT='用户对每个站的评论总记录3';

-- ----------------------------
-- Records of cc_comments_count_3
-- ----------------------------
INSERT INTO `cc_comments_count_3` VALUES ('1', '0', '2');
INSERT INTO `cc_comments_count_3` VALUES ('61', '0', '1');
INSERT INTO `cc_comments_count_3` VALUES ('62', '1', '0');
INSERT INTO `cc_comments_count_3` VALUES ('66', '1', '0');

-- ----------------------------
-- Table structure for cc_comments_count_7
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_count_7`;
CREATE TABLE `cc_comments_count_7` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `count` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '评论条数',
  `count1` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '评论条数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=66 DEFAULT CHARSET=utf8mb4 COMMENT='用户对每个站的评论总记录7';

-- ----------------------------
-- Records of cc_comments_count_7
-- ----------------------------
INSERT INTO `cc_comments_count_7` VALUES ('65', '1', '0');

-- ----------------------------
-- Table structure for cc_comments_count_8
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_count_8`;
CREATE TABLE `cc_comments_count_8` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `count` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '评论条数',
  `count1` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '评论条数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=78 DEFAULT CHARSET=utf8mb4 COMMENT='用户对每个站的评论总记录8';

-- ----------------------------
-- Records of cc_comments_count_8
-- ----------------------------
INSERT INTO `cc_comments_count_8` VALUES ('1', '1', '0');
INSERT INTO `cc_comments_count_8` VALUES ('67', '1', '0');
INSERT INTO `cc_comments_count_8` VALUES ('68', '1', '0');
INSERT INTO `cc_comments_count_8` VALUES ('69', '2', '0');
INSERT INTO `cc_comments_count_8` VALUES ('70', '1', '0');
INSERT INTO `cc_comments_count_8` VALUES ('71', '1', '0');
INSERT INTO `cc_comments_count_8` VALUES ('72', '2', '0');
INSERT INTO `cc_comments_count_8` VALUES ('73', '1', '0');
INSERT INTO `cc_comments_count_8` VALUES ('74', '1', '0');
INSERT INTO `cc_comments_count_8` VALUES ('75', '1', '0');
INSERT INTO `cc_comments_count_8` VALUES ('77', '1', '0');

-- ----------------------------
-- Table structure for cc_comments_count_9
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_count_9`;
CREATE TABLE `cc_comments_count_9` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `count` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '评论条数',
  `count1` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '评论条数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=90 DEFAULT CHARSET=utf8mb4 COMMENT='用户对每个站的评论总记录9';

-- ----------------------------
-- Records of cc_comments_count_9
-- ----------------------------
INSERT INTO `cc_comments_count_9` VALUES ('1', '1', '2');
INSERT INTO `cc_comments_count_9` VALUES ('61', '1', '0');
INSERT INTO `cc_comments_count_9` VALUES ('78', '1', '1');
INSERT INTO `cc_comments_count_9` VALUES ('83', '1', '0');
INSERT INTO `cc_comments_count_9` VALUES ('84', '1', '0');
INSERT INTO `cc_comments_count_9` VALUES ('85', '1', '0');
INSERT INTO `cc_comments_count_9` VALUES ('87', '1', '2');
INSERT INTO `cc_comments_count_9` VALUES ('88', '0', '5');
INSERT INTO `cc_comments_count_9` VALUES ('89', '1', '0');

-- ----------------------------
-- Table structure for cc_comments_join_1
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_join_1`;
CREATE TABLE `cc_comments_join_1` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='是否参与表1';

-- ----------------------------
-- Records of cc_comments_join_1
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_join_3
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_join_3`;
CREATE TABLE `cc_comments_join_3` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=67 DEFAULT CHARSET=utf8mb4 COMMENT='是否参与表3';

-- ----------------------------
-- Records of cc_comments_join_3
-- ----------------------------
INSERT INTO `cc_comments_join_3` VALUES ('1');
INSERT INTO `cc_comments_join_3` VALUES ('61');
INSERT INTO `cc_comments_join_3` VALUES ('62');
INSERT INTO `cc_comments_join_3` VALUES ('66');

-- ----------------------------
-- Table structure for cc_comments_join_7
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_join_7`;
CREATE TABLE `cc_comments_join_7` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=66 DEFAULT CHARSET=utf8mb4 COMMENT='是否参与表7';

-- ----------------------------
-- Records of cc_comments_join_7
-- ----------------------------
INSERT INTO `cc_comments_join_7` VALUES ('65');

-- ----------------------------
-- Table structure for cc_comments_join_8
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_join_8`;
CREATE TABLE `cc_comments_join_8` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=78 DEFAULT CHARSET=utf8mb4 COMMENT='是否参与表8';

-- ----------------------------
-- Records of cc_comments_join_8
-- ----------------------------
INSERT INTO `cc_comments_join_8` VALUES ('1');
INSERT INTO `cc_comments_join_8` VALUES ('67');
INSERT INTO `cc_comments_join_8` VALUES ('68');
INSERT INTO `cc_comments_join_8` VALUES ('69');
INSERT INTO `cc_comments_join_8` VALUES ('70');
INSERT INTO `cc_comments_join_8` VALUES ('71');
INSERT INTO `cc_comments_join_8` VALUES ('72');
INSERT INTO `cc_comments_join_8` VALUES ('73');
INSERT INTO `cc_comments_join_8` VALUES ('74');
INSERT INTO `cc_comments_join_8` VALUES ('75');
INSERT INTO `cc_comments_join_8` VALUES ('77');

-- ----------------------------
-- Table structure for cc_comments_join_9
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_join_9`;
CREATE TABLE `cc_comments_join_9` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=90 DEFAULT CHARSET=utf8mb4 COMMENT='是否参与表9';

-- ----------------------------
-- Records of cc_comments_join_9
-- ----------------------------
INSERT INTO `cc_comments_join_9` VALUES ('1');
INSERT INTO `cc_comments_join_9` VALUES ('61');
INSERT INTO `cc_comments_join_9` VALUES ('78');
INSERT INTO `cc_comments_join_9` VALUES ('83');
INSERT INTO `cc_comments_join_9` VALUES ('84');
INSERT INTO `cc_comments_join_9` VALUES ('85');
INSERT INTO `cc_comments_join_9` VALUES ('87');
INSERT INTO `cc_comments_join_9` VALUES ('88');
INSERT INTO `cc_comments_join_9` VALUES ('89');

-- ----------------------------
-- Table structure for cc_comments_r1
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_r1`;
CREATE TABLE `cc_comments_r1` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '回复表ID',
  `aid` int(10) unsigned NOT NULL COMMENT '对应的评论ID',
  `upid` int(10) unsigned NOT NULL COMMENT '对应的评论信息ID',
  `uid` int(10) unsigned NOT NULL COMMENT '对应的用户ID',
  `uname` varchar(20) DEFAULT NULL COMMENT '发布人的昵称',
  `rid` int(11) DEFAULT '0' COMMENT '被回复人的ID',
  `rname` varchar(20) DEFAULT NULL COMMENT '被回复人的昵称',
  `fulltext` varchar(100) NOT NULL COMMENT '回复内容',
  `time` int(11) NOT NULL COMMENT '回复的时间',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  `official` tinyint(4) DEFAULT '1' COMMENT '官方1.否2.是',
  PRIMARY KEY (`id`),
  KEY `upid` (`aid`,`upid`,`uid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='回复表信息';

-- ----------------------------
-- Records of cc_comments_r1
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_r2
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_r2`;
CREATE TABLE `cc_comments_r2` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '回复表ID',
  `aid` int(10) unsigned NOT NULL COMMENT '对应的评论ID',
  `upid` int(10) unsigned NOT NULL COMMENT '对应的评论信息ID',
  `uid` int(10) unsigned NOT NULL COMMENT '对应的用户ID',
  `uname` varchar(20) DEFAULT NULL COMMENT '发布人的昵称',
  `rid` int(11) DEFAULT '0' COMMENT '被回复人的ID',
  `rname` varchar(20) DEFAULT NULL COMMENT '被回复人的昵称',
  `fulltext` varchar(100) NOT NULL COMMENT '回复内容',
  `time` int(11) NOT NULL COMMENT '回复的时间',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  `official` tinyint(4) DEFAULT '1' COMMENT '官方1.否2.是',
  PRIMARY KEY (`id`),
  KEY `upid` (`aid`,`upid`,`uid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='回复表信息2';

-- ----------------------------
-- Records of cc_comments_r2
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_r3
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_r3`;
CREATE TABLE `cc_comments_r3` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '回复表ID',
  `official` tinyint(4) DEFAULT '1' COMMENT '官方1.否2.是',
  `aid` int(10) unsigned NOT NULL COMMENT '对应的评论ID',
  `upid` int(10) unsigned NOT NULL COMMENT '对应的评论信息ID',
  `uid` int(10) unsigned NOT NULL COMMENT '对应的用户ID',
  `uname` varchar(20) DEFAULT NULL COMMENT '发布人的昵称',
  `rid` int(11) DEFAULT '0' COMMENT '被回复人的ID',
  `rname` varchar(20) DEFAULT NULL COMMENT '被回复人的昵称',
  `fulltext` varchar(100) NOT NULL COMMENT '回复内容',
  `time` int(11) NOT NULL COMMENT '回复的时间',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `upid` (`aid`,`upid`,`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COMMENT='回复表信息3';

-- ----------------------------
-- Records of cc_comments_r3
-- ----------------------------
INSERT INTO `cc_comments_r3` VALUES ('1', '1', '10', '0', '1', 'en', '0', '', '我就是在这家看的，也是失眠，一过了十一点没睡着就怎么也睡不着了，在军颐看了看，现在很少会出现失眠了，可以去看看', '1526538042', '123.112.168.129');
INSERT INTO `cc_comments_r3` VALUES ('3', '1', '9', '0', '61', '如忆似梦', '0', '', '[赞一个]', '1527154563', '123.112.171.8');

-- ----------------------------
-- Table structure for cc_comments_r5
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_r5`;
CREATE TABLE `cc_comments_r5` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '回复表ID',
  `aid` int(10) unsigned NOT NULL COMMENT '对应的评论ID',
  `upid` int(10) unsigned NOT NULL COMMENT '对应的评论信息ID',
  `uid` int(10) unsigned NOT NULL COMMENT '对应的用户ID',
  `uname` varchar(20) DEFAULT NULL COMMENT '发布人的昵称',
  `rid` int(11) DEFAULT '0' COMMENT '被回复人的ID',
  `rname` varchar(20) DEFAULT NULL COMMENT '被回复人的昵称',
  `fulltext` varchar(100) NOT NULL COMMENT '回复内容',
  `time` int(11) NOT NULL COMMENT '回复的时间',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `upid` (`aid`,`upid`,`uid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='回复表信息5';

-- ----------------------------
-- Records of cc_comments_r5
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_r6
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_r6`;
CREATE TABLE `cc_comments_r6` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '回复表ID',
  `official` tinyint(1) unsigned DEFAULT '1' COMMENT '是否官方回复1.否2.是',
  `aid` int(10) unsigned NOT NULL COMMENT '对应的评论ID',
  `upid` int(10) unsigned NOT NULL COMMENT '对应的评论信息ID',
  `uid` int(10) unsigned NOT NULL COMMENT '对应的用户ID',
  `uname` varchar(20) DEFAULT NULL COMMENT '发布人的昵称',
  `rid` int(11) DEFAULT '0' COMMENT '被回复人的ID',
  `rname` varchar(20) DEFAULT NULL COMMENT '被回复人的昵称',
  `fulltext` varchar(100) NOT NULL COMMENT '回复内容',
  `time` int(11) NOT NULL COMMENT '回复的时间',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `upid` (`aid`,`upid`,`uid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='回复表信息6';

-- ----------------------------
-- Records of cc_comments_r6
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_r7
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_r7`;
CREATE TABLE `cc_comments_r7` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '回复表ID',
  `official` tinyint(1) unsigned DEFAULT '1' COMMENT '是否官方回复1.否2.是',
  `aid` int(10) unsigned NOT NULL COMMENT '对应的评论ID',
  `upid` int(10) unsigned NOT NULL COMMENT '对应的评论信息ID',
  `uid` int(10) unsigned NOT NULL COMMENT '对应的用户ID',
  `uname` varchar(20) DEFAULT NULL COMMENT '发布人的昵称',
  `rid` int(11) DEFAULT '0' COMMENT '被回复人的ID',
  `rname` varchar(20) DEFAULT NULL COMMENT '被回复人的昵称',
  `fulltext` varchar(100) NOT NULL COMMENT '回复内容',
  `time` int(11) NOT NULL COMMENT '回复的时间',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `upid` (`aid`,`upid`,`uid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='回复表信息7';

-- ----------------------------
-- Records of cc_comments_r7
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_r8
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_r8`;
CREATE TABLE `cc_comments_r8` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '回复表ID',
  `official` tinyint(1) unsigned DEFAULT '1' COMMENT '是否官方回复1.否2.是',
  `aid` int(10) unsigned NOT NULL COMMENT '对应的评论ID',
  `upid` int(10) unsigned NOT NULL COMMENT '对应的评论信息ID',
  `uid` int(10) unsigned NOT NULL COMMENT '对应的用户ID',
  `uname` varchar(20) DEFAULT NULL COMMENT '发布人的昵称',
  `rid` int(11) DEFAULT '0' COMMENT '被回复人的ID',
  `rname` varchar(20) DEFAULT NULL COMMENT '被回复人的昵称',
  `fulltext` varchar(100) NOT NULL COMMENT '回复内容',
  `time` int(11) NOT NULL COMMENT '回复的时间',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `upid` (`aid`,`upid`,`uid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='回复表信息8';

-- ----------------------------
-- Records of cc_comments_r8
-- ----------------------------

-- ----------------------------
-- Table structure for cc_comments_r9
-- ----------------------------
DROP TABLE IF EXISTS `cc_comments_r9`;
CREATE TABLE `cc_comments_r9` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '回复表ID',
  `official` tinyint(1) unsigned DEFAULT '1' COMMENT '是否官方回复1.否2.是',
  `aid` int(10) unsigned NOT NULL COMMENT '对应的评论ID',
  `upid` int(10) unsigned NOT NULL COMMENT '对应的评论信息ID',
  `uid` int(10) unsigned NOT NULL COMMENT '对应的用户ID',
  `uname` varchar(20) DEFAULT NULL COMMENT '发布人的昵称',
  `rid` int(11) DEFAULT '0' COMMENT '被回复人的ID',
  `rname` varchar(20) DEFAULT NULL COMMENT '被回复人的昵称',
  `fulltext` varchar(100) NOT NULL COMMENT '回复内容',
  `time` int(11) NOT NULL COMMENT '回复的时间',
  `ip` varchar(15) DEFAULT NULL COMMENT 'IP地址',
  PRIMARY KEY (`id`),
  KEY `upid` (`aid`,`upid`,`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COMMENT='回复表信息9';

-- ----------------------------
-- Records of cc_comments_r9
-- ----------------------------
INSERT INTO `cc_comments_r9` VALUES ('1', '1', '3', '0', '78', 'Mcgrady', '0', '', '你是什么病呀', '1534809997', '106.119.42.135');
INSERT INTO `cc_comments_r9` VALUES ('2', '1', '6', '0', '1', '北京军颐医院', '0', '', '根据你的描述，首先告诉你，不是所有的癫痫病都会口吐白沫，只有全身发作那种才会。建议及时确诊了进行系统治疗，是可以得到治疗的。', '1541388072', '123.112.187.5');
INSERT INTO `cc_comments_r9` VALUES ('3', '1', '40', '0', '1', '北京军颐医院', '0', '', '癫痫病治疗所花的费用主要包括：癫痫检查、癫痫药物治疗费用等，患者值得注意是：一些小诊所会让患者使用昂贵的药物进行治疗，这样以来就会导致治疗费用的大幅提高，其实这是没有必要的，这些方面需要大家引起注意。', '1541388457', '123.112.187.5');

-- ----------------------------
-- Table structure for cc_faces
-- ----------------------------
DROP TABLE IF EXISTS `cc_faces`;
CREATE TABLE `cc_faces` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `name` varchar(15) NOT NULL COMMENT '表情名称',
  `file` varchar(100) NOT NULL COMMENT '文件路径',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序编号',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=77 DEFAULT CHARSET=utf8mb4 COMMENT='表情表';

-- ----------------------------
-- Records of cc_faces
-- ----------------------------
INSERT INTO `cc_faces` VALUES ('15', '傲慢', 'assets/images/face/aoman.gif', '2');
INSERT INTO `cc_faces` VALUES ('14', '爱心', 'assets/images/face/aixin.gif', '4');
INSERT INTO `cc_faces` VALUES ('13', '爱你', 'assets/images/face/aini.gif', '1');
INSERT INTO `cc_faces` VALUES ('16', '白眼', 'assets/images/face/baiyan.gif', '3');
INSERT INTO `cc_faces` VALUES ('17', '扮酷', 'assets/images/face/banku.gif', '5');
INSERT INTO `cc_faces` VALUES ('18', '鄙视', 'assets/images/face/bishi.gif', '6');
INSERT INTO `cc_faces` VALUES ('19', '闭嘴', 'assets/images/face/bizui.gif', '7');
INSERT INTO `cc_faces` VALUES ('20', '不给力', 'assets/images/face/bugeili.gif', '8');
INSERT INTO `cc_faces` VALUES ('21', '不屑', 'assets/images/face/buxie.gif', '9');
INSERT INTO `cc_faces` VALUES ('22', '擦汗', 'assets/images/face/cahan.gif', '10');
INSERT INTO `cc_faces` VALUES ('24', '打哈欠', 'assets/images/face/dahaqian.gif', '11');
INSERT INTO `cc_faces` VALUES ('25', '大兵', 'assets/images/face/dabing.gif', '12');
INSERT INTO `cc_faces` VALUES ('26', '大笑', 'assets/images/face/daxiao.gif', '13');
INSERT INTO `cc_faces` VALUES ('28', '瞪眼睛', 'assets/images/face/dengyanjing.gif', '14');
INSERT INTO `cc_faces` VALUES ('29', '饿了么', 'assets/images/face/eliaome.gif', '15');
INSERT INTO `cc_faces` VALUES ('30', '奋斗', 'assets/images/face/fendou.gif', '16');
INSERT INTO `cc_faces` VALUES ('31', '给力', 'assets/images/face/geili.gif', '17');
INSERT INTO `cc_faces` VALUES ('32', '勾引', 'assets/images/face/gouyin.gif', '18');
INSERT INTO `cc_faces` VALUES ('33', '鼓掌', 'assets/images/face/guzhang.gif', '19');
INSERT INTO `cc_faces` VALUES ('34', '含情脉脉', 'assets/images/face/hanqingmaimai.gif', '20');
INSERT INTO `cc_faces` VALUES ('35', '好的', 'assets/images/face/haode.gif', '21');
INSERT INTO `cc_faces` VALUES ('36', '好糗', 'assets/images/face/hao.gif', '22');
INSERT INTO `cc_faces` VALUES ('37', '花痴', 'assets/images/face/huachi.gif', '23');
INSERT INTO `cc_faces` VALUES ('38', '花枯萎', 'assets/images/face/huakuwei.gif', '24');
INSERT INTO `cc_faces` VALUES ('39', '坏笑', 'assets/images/face/huaixiao.gif', '25');
INSERT INTO `cc_faces` VALUES ('40', '惊讶', 'assets/images/face/jingya.gif', '26');
INSERT INTO `cc_faces` VALUES ('41', '咖啡', 'assets/images/face/kafei.gif', '27');
INSERT INTO `cc_faces` VALUES ('42', '可爱', 'assets/images/face/keai.gif', '28');
INSERT INTO `cc_faces` VALUES ('43', '可怜', 'assets/images/face/kelian.gif', '29');
INSERT INTO `cc_faces` VALUES ('44', '抠鼻', 'assets/images/face/koubi.gif', '30');
INSERT INTO `cc_faces` VALUES ('45', '酷炫', 'assets/images/face/ku.gif', '31');
INSERT INTO `cc_faces` VALUES ('46', '篮球', 'assets/images/face/lanqiu.gif', '32');
INSERT INTO `cc_faces` VALUES ('47', '礼物', 'assets/images/face/liwu.gif', '33');
INSERT INTO `cc_faces` VALUES ('48', '流泪', 'assets/images/face/liulei.gif', '34');
INSERT INTO `cc_faces` VALUES ('49', '流冷汗', 'assets/images/face/liulenghan.gif', '35');
INSERT INTO `cc_faces` VALUES ('50', '流眼泪', 'assets/images/face/liuyanlei.gif', '36');
INSERT INTO `cc_faces` VALUES ('51', '骂人', 'assets/images/face/maren.gif', '37');
INSERT INTO `cc_faces` VALUES ('52', '冒汗', 'assets/images/face/maohan.gif', '38');
INSERT INTO `cc_faces` VALUES ('53', '玫瑰花', 'assets/images/face/meiguihua.gif', '39');
INSERT INTO `cc_faces` VALUES ('54', '难过', 'assets/images/face/nanguo.gif', '40');
INSERT INTO `cc_faces` VALUES ('55', '恼火', 'assets/images/face/naohuo.gif', '41');
INSERT INTO `cc_faces` VALUES ('57', '乒乓球', 'assets/images/face/pingpangqiu.gif', '42');
INSERT INTO `cc_faces` VALUES ('58', '敲打', 'assets/images/face/qiaoda.gif', '43');
INSERT INTO `cc_faces` VALUES ('59', '亲吻', 'assets/images/face/qinwen.gif', '44');
INSERT INTO `cc_faces` VALUES ('60', '糗大了', 'assets/images/face/daliao.gif', '45');
INSERT INTO `cc_faces` VALUES ('61', '傻笑', 'assets/images/face/shaxiao.gif', '46');
INSERT INTO `cc_faces` VALUES ('62', '伤心', 'assets/images/face/shangxin.gif', '47');
INSERT INTO `cc_faces` VALUES ('63', '生病了', 'assets/images/face/shengbingliao.gif', '48');
INSERT INTO `cc_faces` VALUES ('64', '示爱', 'assets/images/face/shiai.gif', '49');
INSERT INTO `cc_faces` VALUES ('65', '太阳', 'assets/images/face/taiyang.gif', '50');
INSERT INTO `cc_faces` VALUES ('66', '调皮', 'assets/images/face/diaopi.gif', '51');
INSERT INTO `cc_faces` VALUES ('67', '吐了', 'assets/images/face/tuliao.gif', '52');
INSERT INTO `cc_faces` VALUES ('68', '委屈', 'assets/images/face/weiqu.gif', '53');
INSERT INTO `cc_faces` VALUES ('69', '握手', 'assets/images/face/woshou.gif', '54');
INSERT INTO `cc_faces` VALUES ('70', '捂嘴', 'assets/images/face/wuzui.gif', '55');
INSERT INTO `cc_faces` VALUES ('72', '吓一吓', 'assets/images/face/xiayixia.gif', '56');
INSERT INTO `cc_faces` VALUES ('73', '心碎', 'assets/images/face/xinsui.gif', '57');
INSERT INTO `cc_faces` VALUES ('74', '赞一个', 'assets/images/face/zanyige.gif', '58');
INSERT INTO `cc_faces` VALUES ('75', '拥抱', 'assets/images/face/yongbao.gif', '59');
INSERT INTO `cc_faces` VALUES ('76', '耶耶', 'assets/images/face/yeye.gif', '60');

-- ----------------------------
-- Table structure for cc_members
-- ----------------------------
DROP TABLE IF EXISTS `cc_members`;
CREATE TABLE `cc_members` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `nickname` varchar(10) NOT NULL COMMENT '用户昵称',
  `mobile` char(11) DEFAULT NULL COMMENT '手机账号',
  `passwd` varchar(18) NOT NULL COMMENT '登陆密码6位，随机生成',
  `passwdtime` int(10) unsigned NOT NULL COMMENT '短信最后发送时间',
  `avatar` varchar(80) DEFAULT NULL COMMENT '用户头像',
  `money` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '金豆余额',
  `identity` tinyint(4) NOT NULL DEFAULT '1' COMMENT '是否站点管理员',
  `state` tinyint(3) unsigned NOT NULL DEFAULT '1' COMMENT '是否禁言1.否2.是',
  `site` int(11) DEFAULT '0' COMMENT 'Ta拥有的站点',
  `login_time` int(10) unsigned DEFAULT NULL COMMENT '登录时间',
  `login_ip` varchar(15) DEFAULT NULL COMMENT '登录IP',
  `avatar_time` int(10) unsigned DEFAULT '0' COMMENT '头像修改时间',
  `comments_time` int(11) DEFAULT '0' COMMENT '最后发布时间',
  `re_time` int(10) unsigned DEFAULT NULL COMMENT '最后回复时间',
  `token` varchar(100) DEFAULT NULL COMMENT '用户登录Token',
  `qqId` varchar(80) DEFAULT NULL COMMENT 'qq的openId',
  `sinaId` varchar(80) DEFAULT NULL COMMENT '新浪的唯一值',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=90 DEFAULT CHARSET=utf8mb4 COMMENT='会员表';

-- ----------------------------
-- Records of cc_members
-- ----------------------------
INSERT INTO `cc_members` VALUES ('1', '北京军颐医院', '13011112222', 'PL18xg#de9Cai18', '1526452569', 'upload/20181027/2018102709095711549500.jpg', '13011112222', '2', '1', '5', '1546400606', '222.131.7.133', '0', '0', '0', '50bdfa0126ed1e8345e9dda3dc5269dae43995c6503842cbe051c99469ac45484d1451d1f98d4d23', null, null);
INSERT INTO `cc_members` VALUES ('2', '再回首恍然如梦', '', '390286', '1526452721', 'assets/images/avatar/2018051413051095128000png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'e4260023985a0b76e175e0b24b47422a6b6e7b1a26db93a72ab658f19622bf2ba5ee154662c62ae1', null, null);
INSERT INTO `cc_members` VALUES ('3', '舞霸王', '', '551734', '1526452721', 'assets/images/avatar/2018051413101156267400png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '5ca972c5804015699ec046b9609de7837bfd536e54c0b64be59c482d6f2240daae9d4e07d94b061d', null, null);
INSERT INTO `cc_members` VALUES ('4', '战锅策', '', '681847', '1526452721', 'assets/images/avatar/2018051413100837387800png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'b9c073dd3546109014148e02f83e2dcb50a3e74181240b0af831f181aee37ad80b258f04a78370b1', null, null);
INSERT INTO `cc_members` VALUES ('5', '小诸葛', '', '250802', '1526452721', 'assets/images/avatar/2018051413100497819900png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '3f01ada18dba18a88a6066f43eda1ac7015d56f48422d44c464e6b53c740136220d653ef5cbf5fe9', null, null);
INSERT INTO `cc_members` VALUES ('6', '周小瑜', '', '759497', '1526452721', 'assets/images/avatar/2018051413100101451800png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '62263f21e3de16080b2efac2b0c91b0d925a96a7f854415bb156aeafe4394d0c9102351cf0d66a00', null, null);
INSERT INTO `cc_members` VALUES ('7', '麻老大', '', '889519', '1526452721', 'assets/images/avatar/2018051413095702244500png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '532dd6da62c4e259219f64e30b8bcfc19ca582fb60df54085be418b7d261601aad81da38fe11b609', null, null);
INSERT INTO `cc_members` VALUES ('8', 'James', '', '182688', '1526452721', 'assets/images/avatar/2018051413095319864300png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'b73e1cbafe95ebf28c58c94a270e79257b584442c00081fdbc3bb6a7f24ad57fe7e22c96359ae0ed', null, null);
INSERT INTO `cc_members` VALUES ('9', 'Mcgrady', '', '561212', '1526452721', 'assets/images/avatar/2018051413094891483200png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '8ca41820004b3bfdba3800e1db9dd216b621ffefd5e06320338df69425561fb8555a582f4f260b5f', null, null);
INSERT INTO `cc_members` VALUES ('10', 'Zidane', '', '472928', '1526452721', 'assets/images/avatar/2018051413094404552000png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '0321facb674eca196625086ab56bcbace3f10927da34dfa25f32670ea6c74165f47ba2fe299c69ae', null, null);
INSERT INTO `cc_members` VALUES ('11', '小马哥', '', '687335', '1526452721', 'assets/images/avatar/2018051413093960068500png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'c7f6f194ee47179a195eb10be6bfa39bd06164a8f36efab57e6d5835cc38d975d6281ac64de218a8', null, null);
INSERT INTO `cc_members` VALUES ('12', '无敌小旋风', '', '642549', '1526452721', 'assets/images/avatar/2018051413093461482200png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'e9e8fce7e7e0574b62038dbeea3a0fa05e5da5e329cef1413e79df28ccb3908a5bac15fbeddd384a', null, null);
INSERT INTO `cc_members` VALUES ('13', '为情所困', '', '310193', '1526452721', 'assets/images/avatar/2018051413093005943400png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '593e5eac3b0ae433a84b7ca0cd72e01c17b4c85f740c58b9db2413a12d48923973d6e7522e1059ef', null, null);
INSERT INTO `cc_members` VALUES ('14', '世界只因有你', '', '490190', '1526452721', 'assets/images/avatar/2018051413092664656500png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '390cff3d06a90e3269fdb0128bd7bcc3b2b98c2772527a065b7de70ec3d744db5d0f862325b5e554', null, null);
INSERT INTO `cc_members` VALUES ('15', '再回首恍然如梦', '', '779566', '1526452721', 'assets/images/avatar/2018051413092324718000png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '9540265c1cc7a54a05cbfc889e9fdaf5d3290b25ea6c4abfe7cb6be611ebeb6baecd521ce1c13ae8', null, null);
INSERT INTO `cc_members` VALUES ('16', '想你夜不能寐', '', '703690', '1526452721', 'assets/images/avatar/2018051413091994122100png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '5e3e47ec7401ad6b6000e7ecd7815fc6fc1fe0756cd04ce5b3e1d1c220295d7a163c0647623def93', null, null);
INSERT INTO `cc_members` VALUES ('17', '習慣沉默', '', '788184', '1526452721', 'assets/images/avatar/2018051413091652300100png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'f5cceb606e4548a13774ca24e3f7543a08596384286ecc1dbc6cad06865260ec41e7270965bbbc16', null, null);
INSERT INTO `cc_members` VALUES ('18', '仅有的自私', '', '319456', '1526452721', 'assets/images/avatar/2018051413061085537800png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'c478711a0326bfcebf439d69aa0cf52b82d23210d49649ceb952d66adaeaec147c66d9810e7ecdea', null, null);
INSERT INTO `cc_members` VALUES ('19', '普通小姐', '', '116476', '1526452721', 'assets/images/avatar/2018051413060715835000png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'aea270a3c1796c36b03b43e84e76f4af8bfee4ea75016341f40b8d4a0eeee1807272748b34ab6912', null, null);
INSERT INTO `cc_members` VALUES ('20', '左手倒影', '', '443514', '1526452721', 'assets/images/avatar/2018051413060259935600png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '2898b3311810bef947a876c01376efcfb7688ac01e248c6015c88f8760ca99155b7d49b69e46f15f', null, null);
INSERT INTO `cc_members` VALUES ('21', '顾忌', '', '561252', '1526452721', 'assets/images/avatar/2018051413055702783700png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '87ce8b85c982f38ad297933e8fe0f81d95302b25177d07033428241309e2112a14b06338138a363c', null, null);
INSERT INTO `cc_members` VALUES ('22', '卡哇伊宝宝', '', '933350', '1526452721', 'assets/images/avatar/2018051413055323832100png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '69c4e194a6507f835f74c0a2913bb621e01f062c9e98487b467a3d1ea629aa2790c17268e0059059', null, null);
INSERT INTO `cc_members` VALUES ('23', '你很会演', '', '277735', '1526452721', 'assets/images/avatar/2018051413054969861500png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '29e72fb3a5b233472a741bfd66fde6558d2dda55dcb4c5c9381d8ad3e0787afea1e57ef290a5fafd', null, null);
INSERT INTO `cc_members` VALUES ('24', '相见两相厌', '', '184929', '1526452721', 'assets/images/avatar/2018051413054615885600png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'cd392273a5d9f907f3569d2c1331f72c889e3fb6a127d32a83672fedfa326130a1d3a518e6b4f2cb', null, null);
INSERT INTO `cc_members` VALUES ('25', '奥利奥╮', '', '157584', '1526452721', 'assets/images/avatar/2018051413054124064400png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'fe77d3928a5b703c3c5344dea6bb7f3a51f06c496026c605dc0d279b400a784b0254684fc77bf20d', null, null);
INSERT INTO `cc_members` VALUES ('26', '尼克', '', '961036', '1526452721', 'assets/images/avatar/2018051413053692193500png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'fe5d6d1395034485bea94f612232ede83bae3abbea6466391ba70ee664cd0e6fd491a4c2dc69d19c', null, null);
INSERT INTO `cc_members` VALUES ('27', '卜壊的男亼', '', '364285', '1526452721', 'assets/images/avatar/2018051413053194187400png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', '4f91d738eed06fa3f4d0bad61dc06fb85ab36cf99ed3dfe88ddd16bb003addd1d4081d516d8d5dfb', null, null);
INSERT INTO `cc_members` VALUES ('28', '向左拐向右走', '', '396618', '1526452721', 'assets/images/avatar/2018051413052829093300png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'efa5a27237cf5aef1859ee3eee81d1fa51a798b9848fbf61a3d1ad35663017ae86d887748e6f6f7d', null, null);
INSERT INTO `cc_members` VALUES ('29', '我是我情人', '', '973456', '1526452721', 'assets/images/avatar/2018051413052420247900png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'ee5560ccb439bdd4be551612621ff1d53814009da509176169aeec33a57226b63ada714fd31a0018', null, null);
INSERT INTO `cc_members` VALUES ('30', '傲娇个性', '', '569505', '1526452721', 'assets/images/avatar/2018051413051959542500png', '0', '1', '1', '0', '1526452721', '123.112.155.193', '1526452721', '1526452721', '1526452721', 'ef99c0e161ca6f5d4aa31d1e10651600e57645cbd744ebd39b5a3051cf14866886ec52f71177bc75', null, null);
INSERT INTO `cc_members` VALUES ('31', 'Wonder Boy', '', '645392', '1526452722', 'assets/images/avatar/2018051413051609257600png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '9fa01a3bda41eacb013373596a549e304ee07488c204224f67f31eb5ec3ea4145d82f37e8b7cb62a', null, null);
INSERT INTO `cc_members` VALUES ('32', '你惯的i', '', '363831', '1526452722', 'assets/images/avatar/2018051413051095128000png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'd7c21dd1011fcfc0c0bd4dac481c63a8e3af81b63e5b675f07dd46a106153ae1e9263b1b33417e14', null, null);
INSERT INTO `cc_members` VALUES ('33', '欠削', '', '358504', '1526452722', 'assets/images/avatar/2018051413050697668400png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '3e7ebaeae0849e68cae5ad1a239661d1180c3caef6f153417c5bf6faa42421e1a3ae406df8d9cd89', null, null);
INSERT INTO `cc_members` VALUES ('34', '心在唱歌', '', '902714', '1526452722', 'assets/images/avatar/2018051413050285992500png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'b7e551eaab2c5946ec8dc974a37c38876031a937934787592f7b65248a4d92da07e8cb9ef7256f3f', null, null);
INSERT INTO `cc_members` VALUES ('35', '王晨正发光耶', '', '339174', '1526452722', 'assets/images/avatar/2018051413045927327800png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'd1d9177ee817f46307a44ec591859562f77b33fe264ad4f174e9b136ac066776a6bbae7dc7c0dc8e', null, null);
INSERT INTO `cc_members` VALUES ('36', '寄已', '', '490322', '1526452722', 'assets/images/avatar/2018051413045569480800png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '406eb64c57bb69290dd574fd073779179304cc49bf8dd04eb7444ca7bd3ae759e923caead0b9a9f1', null, null);
INSERT INTO `cc_members` VALUES ('37', 'Sunny灬快乐', '', '795836', '1526452722', 'assets/images/avatar/2018051413045185787600png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '25d4afd4ade3a44293774441e212ab0eb1f66a025265366702cbeef9975869fa374e8a1369b4b9f8', null, null);
INSERT INTO `cc_members` VALUES ('38', '彼岸花', '', '482224', '1526452722', 'assets/images/avatar/2018051413044666089000png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '917e450fbd05b812db2fa9a8e378affcb575bbd960e4d4abece12ae241221ef9b31f474369449c2d', null, null);
INSERT INTO `cc_members` VALUES ('39', '临时演员', '', '175273', '1526452722', 'assets/images/avatar/2018051413044020643400png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'c4103d1b1bbb0b3922186c4715e7d0f0761f5425d2894f889b49c4f5f6ff5dccb74c284f33e12002', null, null);
INSERT INTO `cc_members` VALUES ('40', '意识流 丶', '', '580647', '1526452722', 'assets/images/avatar/2018051413043683529300png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'b9836287757c89336bc7bc04abc685423c287221fa05f29fd2cb40fb061eac3422de62c3762bb9db', null, null);
INSERT INTO `cc_members` VALUES ('41', '小甜甜。', '', '680858', '1526452722', 'assets/images/avatar/2018051413043307049800png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'c31d8d3e62387c0f089a94b4140ce8d5074b6f7ae67faccb504f0099ba95436d061dea40dab41040', null, null);
INSERT INTO `cc_members` VALUES ('42', '南桥几经秋', '', '300343', '1526452722', 'assets/images/avatar/2018051413042900286600png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '4fec1770908bd6ce0ecbdf7eac80c84160590157bcfebe9ea7ca4e8fa3d51ff4c1de29cda94ab510', null, null);
INSERT INTO `cc_members` VALUES ('43', '优雅的怨妇', '', '766713', '1526452722', 'assets/images/avatar/2018051413042512961300png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'da5714f6b76518116e7a53a634068cf27345fd0a0525f31ddf8f0b5fa3c7ff99fcd94e95aecebd86', null, null);
INSERT INTO `cc_members` VALUES ('44', '¤空心梦', '', '221046', '1526452722', 'assets/images/avatar/2018051413042060963800png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'eaaceb6703151cbd377d0a8e65740d274a0e21f49ead536be9f11307103b35d3eda90eec9b805f08', null, null);
INSERT INTO `cc_members` VALUES ('45', '落墨青丝如雪', '', '101468', '1526452722', 'assets/images/avatar/2018051413041632128600png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'ff6fcfe688952ad0841cb0139f0282cf7519b6ab368468564cca353ec13430e419f23e3f22e1388f', null, null);
INSERT INTO `cc_members` VALUES ('46', '无怨尤L', '', '398165', '1526452722', 'assets/images/avatar/2018051413041145705100png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'e2bd650ee3d10063e9b04c8fac0aa89f0c8b8db35932c2a896fd40e7a1f44b115f9814556efc94c4', null, null);
INSERT INTO `cc_members` VALUES ('47', '温柔做骨', '', '912300', '1526452722', 'assets/images/avatar/2018051412083508307600png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'a8db5ee96675a7b3c8334eec73631afff75d344f80dd805c54fe7530e60fda06bca29906fd8e620e', null, null);
INSERT INTO `cc_members` VALUES ('48', '诗友记', '', '477595', '1526452722', 'assets/images/avatar/2018051412083045493600png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '4e04b6f7fd066ab1e170d6b3bffd1906e09ecb340f740b7249e17bb1b21bd26741b331ffcc35c7c5', null, null);
INSERT INTO `cc_members` VALUES ('49', 'Burning', '', '376691', '1526452722', 'assets/images/avatar/2018051412082487542800png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'f0a576ffa9e452ce3ac2fa9638317b3d238ead7779acdbdb60a38153dace9465e4fe4332203b4f41', null, null);
INSERT INTO `cc_members` VALUES ('50', 'TAO呀我是鬼〃', '', '465760', '1526452722', 'assets/images/avatar/2018051412082040369600png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '475bc82a99d6f338f783726d716996510d6ce5c451304ea8c6a6707c867f65bb7120ee0ae85e4826', null, null);
INSERT INTO `cc_members` VALUES ('51', '℃ 绝心恋丶', '', '153800', '1526452722', 'assets/images/avatar/2018051412081443652100png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '10618f4917b7f7479cabf6bd5cba128c6d67487bfa07681cd41ab291b1f7ceb1f310db27ecf4270a', null, null);
INSERT INTO `cc_members` VALUES ('52', '女汉子大过天', '', '465010', '1526452722', 'assets/images/avatar/2018051412081040267300png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '343fffb6d31a10b543eb907be7e338891c1de40bb3f734f454a9745fd31d8e89cdb8ed0561ea6b62', null, null);
INSERT INTO `cc_members` VALUES ('53', '红妆，淡抹', '', '543463', '1526452722', 'assets/images/avatar/2018051412080620531600png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'aeea93e297f8fb4df898c25b5bc31f2ef2e0861930a9560ca49a3724d3744951b6e8bd04c8bd1942', null, null);
INSERT INTO `cc_members` VALUES ('54', '丶撒娇的小女人っ', '', '955353', '1526452722', 'assets/images/avatar/2018051412080176171100png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '28aa7dd505deff767f36d0ce76135137945760ed3011590afd7e22d72fd4c62dc3f67c18b1db6fcd', null, null);
INSERT INTO `cc_members` VALUES ('55', '玩腻了', '', '260548', '1526452722', 'assets/images/avatar/2018051412075696202300png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '1de09b3bbf460119b040a4ddaa028dfa095b3339c3d7f845a1d27ae2cc3d1f81eb1b3c7773b75b6b', null, null);
INSERT INTO `cc_members` VALUES ('56', '陌路人', '', '169970', '1526452722', 'assets/images/avatar/2018051412075147917600png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '27f525add50d49b3078f28ca1cd27aca4dcd855cafb1bdccb37c46b20c8ed42f011d685f0f1576f6', null, null);
INSERT INTO `cc_members` VALUES ('57', '寻人启事', '', '170177', '1526452722', 'assets/images/avatar/2018051412074845908500png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', 'b79f34e8336bb7ebdac9ec16792fc8d854b0db79203e56b86025ce5cf3f499151cba1f83410bfb0d', null, null);
INSERT INTO `cc_members` VALUES ('58', '温柔傲骨', '', '656531', '1526452722', 'assets/images/avatar/2018051412074510537200png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '34f6fa384cae3a474f1167ce766e881a566760187b14b0708c8d693e90d4a4654e0f7f2de583c5c3', null, null);
INSERT INTO `cc_members` VALUES ('59', '风萧萧兮易水寒', '', '824033', '1526452722', 'assets/images/avatar/2018051412074217994400png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '1c295baf1f63e859c06abdb81d5fcfaeda81d47e9889683ecbde433d17f2c800551fae3bfacceca0', null, null);
INSERT INTO `cc_members` VALUES ('60', '陈大美', '', '317520', '1526452722', 'assets/images/avatar/2018051412073795656000png', '0', '1', '1', '0', '1526452722', '123.112.155.193', '1526452722', '1526452722', '1526452722', '286bcee76150e686a8866d1999bcf4234c5463c27ef190c53ff260160c6bb1c89fa03759b666a13d', null, null);
INSERT INTO `cc_members` VALUES ('61', '如忆似梦', '', '216818', '1526456209', 'upload/20180516/16/2018051615364918253200.png', '75', '1', '1', '0', '1541386162', '123.112.187.5', '0', '0', '0', '461454325b08a4159bab40763d4fb1835e471752fcbac153efde3fffd3d60c4ed69b8110cf33546f', '058FF6F30D155C49A95FF3A522E3BBEB', '');
INSERT INTO `cc_members` VALUES ('62', 'Jason', '', '840906', '1526458400', 'upload/20180521/2018052110470001871100.jpg', '75', '1', '1', '0', '1542181623', '123.112.185.7', '1526870762', '0', '0', 'da13041bbb7a2d965fcab1f1f08a9c9ca5ceebfcc25c049dcfae24509f8393566d8fc464f48ca062', '636E90A43FA9EA282D8A1B35E16A4300', '');
INSERT INTO `cc_members` VALUES ('63', '訫馫_杺', '', '197817', '1526707914', 'upload/20180519/19/2018051913315428284300.png', '15', '1', '1', '0', '1526707914', '123.112.185.62', '0', '0', '0', 'f400b2258596b790f78b9c28134da1bd3340ac138b9455319e8f6c02e00645e4717424daf00f3395', '8AD3F2778DF24D46029A6240F890015F', '');
INSERT INTO `cc_members` VALUES ('64', '北京华博医院', '', '486128', '1527217164', 'upload/20180525/25/2018052510592409941000.png', '15', '1', '1', '0', '1527217193', '123.112.157.141', '0', '0', '0', '347992fa014f9a69261ee626d74257a11244c5a65d1d8b681b742ffef6383d91e0b10e2b295808f0', '948A6C75EECEB2B3D5C35825CAE18ACF', '');
INSERT INTO `cc_members` VALUES ('65', '一个眼神的距离', '', '748424', '1527217453', 'upload/20180525/25/2018052511041385185100.png', '15', '1', '1', '0', '1527217453', '123.112.157.141', '0', '0', '0', '71b25ef6702f661fe7536fd7488f82693f2b5834cc6b25d2effc87594b117f9f1af19982fd6f1b4d', 'FF5C112ED226AE7856C12392332F751C', '');
INSERT INTO `cc_members` VALUES ('66', '心想事必成', '', '382155', '1527232016', 'upload/20180525/25/2018052515065698106400.png', '15', '1', '1', '0', '1527232016', '123.112.157.141', '0', '0', '0', 'b4668920635532e9cc7bb0bb83d28c8e2585ea39fabda44b60ffc2dc50c4bef6d7a841fcdcfd113e', '72EC1AAF6F43255F9F693E7F13CF254E', '');
INSERT INTO `cc_members` VALUES ('67', '佳佳', '', '314602', '1529561341', 'upload/20180621/21/2018062114090140526700.png', '15', '1', '1', '0', '1529561341', '123.112.179.243', '0', '0', '0', '3cc949b70cb65b512efb4358567c2fdcd9f2ca4fc8f15beece5e7ad7bca06313339374fb7f5cd672', 'CD84394A5E17245BD94C02F97ADF93FA', '');
INSERT INTO `cc_members` VALUES ('68', '╰◆◇汏芣点', '', '451774', '1529562805', 'upload/20180621/21/2018062114332571349300.png', '15', '1', '1', '0', '1529562805', '123.112.179.243', '0', '0', '0', '3b5ff195dc1be71f5d346f17de6c0da0bd5f932efdbe203522194972b39566e5541ba909a5fc543b', '78CC0E67F38CA05777F9E1FC7AEC5B60', '');
INSERT INTO `cc_members` VALUES ('69', '天 晴丶', '', '744061', '1530844247', 'upload/20180817/2018081714022144154200.jpg', '30', '1', '1', '0', '1531126814', '123.112.160.42', '0', '0', '0', '1e22948d87b1f95d7df42718137420e1c9a62ad7f3b442345e297dfd8382abedb77a3512282f311e', 'DE262EC9C55A6DF459017F29C90A8C9C', '');
INSERT INTO `cc_members` VALUES ('70', '   海里多情一条鱼', '', '570560', '1530844294', 'upload/20180706/06/2018070610313420277800.png', '15', '1', '1', '0', '1530844294', '123.112.160.42', '0', '0', '0', 'f10833c0a9ed129bdd212c93368ff036a19e86bc629989b05a538dfd651e5b8c4bc674924fc61bbf', 'B917BFCFC6979F358FBD903419CDF2E5', '');
INSERT INTO `cc_members` VALUES ('71', '相思', '', '807955', '1530844776', 'upload/20180706/06/2018070610393681260800.png', '15', '1', '1', '0', '1530844776', '123.112.160.42', '0', '0', '0', 'c074cc4900d2182216a109436c3c41bba54d1b21cd8a2361f7688963cc351531f36286e4ec386ade', '4BC60E1914B9FDCE9ED1078D6F2ACF50', '');
INSERT INTO `cc_members` VALUES ('72', '太甜了', '', '882353', '1530852639', 'upload/20180817/2018081714021402638900.jpg', '15', '1', '1', '0', '1530852639', '123.112.160.42', '0', '0', '0', '4f58bbd8d9c90d6837a6d1a3cbd4093f2920fd1b2d62ffb9722a5162162a6b647faf0172ebcf9947', '3D16C492F1127027924558EB4056CBA6', '');
INSERT INTO `cc_members` VALUES ('73', 'My styles', '', '487373', '1530852687', 'upload/20180706/06/2018070612512727271700.png', '15', '1', '1', '0', '1530852687', '123.112.160.42', '0', '0', '0', '7ec935f136924847e8afef600e95130790549ad9e61069c763758a90765456a6fc09ccfe3be7863a', '5C754104BA88BFCAA0A28F4CCC9AC0B2', '');
INSERT INTO `cc_members` VALUES ('74', '幸福最晴天', '', '945484', '1530852687', 'upload/20180706/06/2018070612512795700700.png', '15', '1', '1', '0', '1530852687', '123.112.160.42', '0', '0', '0', '8f233485f17917924a7187f0c9427f8380f70110aab7cc81e3579ad99f1ceb87d5775f36ff2618ac', 'F9BDC0DC3107CA47B504252209D4B937', '');
INSERT INTO `cc_members` VALUES ('75', '丶撒娇的小女人っ', '13371778393', '735684', '1530852756', 'assets/images/avatar/2018051413094891483200png', '15', '1', '1', '0', '1530852776', '123.112.160.42', '0', '0', null, 'b9e944855fa6399c1b4f110e7599117f327f95644825f3ea2b79ec470f1abf65156d0c1183e55794', null, null);
INSERT INTO `cc_members` VALUES ('76', '小诸葛', '13803400995', '430146', '1530932946', 'assets/images/avatar/2018051413051959542500png', '0', '1', '1', '0', '0', '123.112.174.238', '0', '0', null, '2a13dca595f592134276a56afd98666eb1d6c482998e23b4be76862d748bc79ac54ae336237cb212', null, null);
INSERT INTO `cc_members` VALUES ('77', '郁，今年初夏', '', '274698', '1531126426', 'upload/20180709/09/2018070916534614158200.png', '15', '1', '1', '0', '1531126426', '123.112.160.42', '0', '0', '0', '3452d6350078f36a42f51b13c5614c2345aa4ab3b8af613935b24a2adf63012048ad80a5320493b1', '01ADD2AF25561799CD85184A3BC39426', '');
INSERT INTO `cc_members` VALUES ('78', 'Mcgrady', '13315708760', '122238', '1534809896', 'assets/images/avatar/2018051412061138721700png', '15', '1', '1', '0', '1534809925', '106.119.42.135', '0', '0', null, '840adce54af69861748ee47a361e6d2402b8087deba6824a9b848a0b61ae50cd82970639e9d75aac', null, null);
INSERT INTO `cc_members` VALUES ('79', '殇گق', '', '613580', '1534931919', 'upload/20180822/22/2018082217583902658100.png', '15', '1', '1', '0', '1534931919', '42.88.62.57', '0', '0', '0', 'd4790cb8d858549fe4d80ba1078fff5ffa9111abb4ca61f949bb3b0d925c730d5565edcdc1c2ef64', '4AAEFAC9E209E4795F879C7E838C0F5D', '');
INSERT INTO `cc_members` VALUES ('80', '小甜甜。', '13792055972', '979898', '1536469832', 'assets/images/avatar/2018051413100837387800png', '15', '1', '1', '0', '1536469860', '119.187.149.54', '0', '0', null, '4aba7feb808b27c7a05f8831c0eb798089e80b665de8dfeadcd6c9a40a201ca961b240a8c00d8fbf', null, null);
INSERT INTO `cc_members` VALUES ('81', '花花', '', '458932', '1536653389', 'upload/20180911/11/2018091116094934575700.png', '15', '1', '1', '0', '1536653389', '123.122.98.6', '0', '0', '0', '6b65a2aa3e4dedf944e1bd932fa74afc5726cb1861670e53475709fe0c32b55ebc35a24774df02aa', '40055AEAA76ECFA3F947C2B2C57CA133', '');
INSERT INTO `cc_members` VALUES ('82', '愤怒的乌鸦', '13668550202', '968187', '1538047719', 'assets/images/avatar/2018051413044020643400png', '0', '1', '1', '0', '0', '223.104.97.127', '0', '0', null, 'ac3010e5fb9982f267b49b7af04ddd62b59dc84b5fceb729ad1598fa3c188e5b765506196d3d9586', null, null);
INSERT INTO `cc_members` VALUES ('83', '迷糊的小蚊子', '', '922528', '1539065294', 'upload/20181009/09/2018100914081412841700.png', '15', '1', '1', '0', '1539065294', '223.104.3.169', '0', '0', '0', 'f00bdb65bde8e3c73c176f88132edfde85b4d573efaa8eb19f8c019af51c4f134fc95dc4a8529b37', 'CD456714A2B79351EA12D40681132163', '');
INSERT INTO `cc_members` VALUES ('84', '张先森007', '18179855340', '621320', '1540382615', 'assets/images/avatar/2018051413100497819900png', '15', '1', '1', '0', '1540382638', '218.64.130.98', '0', '0', null, 'cc74c662f348b7d7af707d31aa754d3f2666782991df9bc997ff66cb88155ced8cffd9d747082eaa', null, null);
INSERT INTO `cc_members` VALUES ('85', '羽毛球爱好者123', '', '336744', '1543885820', 'upload/20181204/04/2018120409102094070100.png', '15', '1', '1', '0', '1543885911', '60.220.124.172', '0', '0', '0', '1abc7a9609c94e9d66ede5ccb397365eac24e336028f1e10ab51b865e98dc5b74b2dc9123bbfc860', '', '5081436777');
INSERT INTO `cc_members` VALUES ('86', '傷吢雨', '13110980882', '281656', '1545177891', 'assets/images/avatar/2018051412043046150200png', '0', '1', '1', '0', '0', '120.33.183.155', '0', '0', null, '04662cccd2c178093cecb3744287e974c54a8fe82088719cce58652e481b69e2d339a1e074711e61', null, null);
INSERT INTO `cc_members` VALUES ('87', 'Sunny灬快乐', '15071590854', '623824', '1546003073', 'assets/images/avatar/2018051413061085537800png', '15', '1', '2', '0', '1546003102', '171.44.110.121', '0', '0', null, '6ebc74b6a33410bb11fe03701325b9a1f593b0d144dc4b0dd1db856e4510828f3500fe0d113308a2', null, null);
INSERT INTO `cc_members` VALUES ('88', '尼克', '18238280067', '401826', '1546042996', 'assets/images/avatar/2018051412060576986300png', '15', '1', '2', '0', '1546043018', '171.14.123.182', '0', '0', null, 'c42ebabec4f04271681b88ab0b1a544b391f8e9f43e78a50f5b72b8421f4db3d672ef43ed3862329', null, null);
INSERT INTO `cc_members` VALUES ('89', '梁', '', '437633', '1546394217', 'upload/20190102/02/2019010209565750061700.png', '15', '1', '1', '0', '1546399331', '222.131.7.133', '0', '0', '0', 'de3f3d8c1351f383d47203cd78153a261338338824974891d977c9be56a620186b3ad6b96dfd2877', '1E4D286D658606D037E4BCE56A0A671D', '');

-- ----------------------------
-- Table structure for cc_sites
-- ----------------------------
DROP TABLE IF EXISTS `cc_sites`;
CREATE TABLE `cc_sites` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `name` varchar(20) NOT NULL COMMENT '站点名称',
  `uid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '用户ID',
  `appkey` varchar(40) NOT NULL COMMENT '站点AppKey值',
  `url` varchar(100) NOT NULL COMMENT '站点网址',
  `join` bigint(20) DEFAULT '0' COMMENT '参与人数',
  `counts` bigint(20) DEFAULT '0' COMMENT '发布条数',
  `best` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '好评',
  `medium` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '中评',
  `negative` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '差评',
  `template` varchar(200) DEFAULT NULL COMMENT '模板数据',
  `time` int(11) NOT NULL COMMENT '添加时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `appkey` (`appkey`),
  KEY `uid` (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4 COMMENT='站点分配表';

-- ----------------------------
-- Records of cc_sites
-- ----------------------------
INSERT INTO `cc_sites` VALUES ('1', '精神病手机版', '1', '5abd9f1741e3e', 'http://jsk.bjjyyy120.com/', '92', '92', '268', '1', '0', '{\"id\":\"1\",\"name\":\"\\u7eff\\u8272\\u6a21\\u677f\",\"color\":\"#3ba33a\"}', '1522376471');
INSERT INTO `cc_sites` VALUES ('3', 'http://xbjz.bjjyzy99', '1', '5af9427e769cf', 'http://xbjz.bjjyzy999.com', '63', '60', '60', '0', '0', '{\"id\":\"2\",\"name\":\"\\u84dd\\u8272\\u6a21\\u677f\",\"color\":\"#4398ed\"}', '1526284926');
INSERT INTO `cc_sites` VALUES ('7', 'wq3gjyzy120com', '1', '5b022effc35cd', 'http://wq3g.jyzy120.com', '27', '27', '27', '0', '0', '{\"id\":\"1\",\"name\":\"\\u7eff\\u8272\\u6a21\\u677f\",\"color\":\"#3ba33a\"}', '1526869759');
INSERT INTO `cc_sites` VALUES ('8', '卫人', '1', '5b2b3c90b3857', 'http://weiren01.zlzgxjzyy.com', '11', '11', '11', '0', '0', '{\"id\":\"1\",\"name\":\"\\u7eff\\u8272\\u6a21\\u677f\",\"color\":\"#3ba33a\"}', '1529560208');
INSERT INTO `cc_sites` VALUES ('9', '综合主站', '1', '5b7661680ecd2', 'http://m.bjjyzyy.com', '46', '38', '38', '0', '0', '{\"id\":\"1\",\"name\":\"\\u7eff\\u8272\\u6a21\\u677f\",\"color\":\"#3ba33a\"}', '1534484840');

-- ----------------------------
-- Table structure for cc_template
-- ----------------------------
DROP TABLE IF EXISTS `cc_template`;
CREATE TABLE `cc_template` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键ID',
  `name` varchar(20) NOT NULL COMMENT '模板名称',
  `color` varchar(20) NOT NULL COMMENT '颜色值 ',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COMMENT='模板表';

-- ----------------------------
-- Records of cc_template
-- ----------------------------
INSERT INTO `cc_template` VALUES ('1', '绿色模板', '#3ba33a');
INSERT INTO `cc_template` VALUES ('2', '蓝色模板', '#4398ed');
INSERT INTO `cc_template` VALUES ('3', '橙色模板', '#fba222');

-- ----------------------------
-- Table structure for cc_uploads
-- ----------------------------
DROP TABLE IF EXISTS `cc_uploads`;
CREATE TABLE `cc_uploads` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `full` text NOT NULL COMMENT '上传的图片json',
  `date` date NOT NULL COMMENT '日期',
  `time` int(10) unsigned NOT NULL COMMENT '最后执行时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='文件上传临时表';

-- ----------------------------
-- Records of cc_uploads
-- ----------------------------

-- ----------------------------
-- Table structure for cc_yins
-- ----------------------------
DROP TABLE IF EXISTS `cc_yins`;
CREATE TABLE `cc_yins` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'ID主键',
  `name` varchar(20) NOT NULL COMMENT '名称',
  `file` varchar(60) NOT NULL COMMENT '图片位置',
  `money` int(11) NOT NULL DEFAULT '0' COMMENT '所需金额',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序编号',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COMMENT='cc_yin';

-- ----------------------------
-- Records of cc_yins
-- ----------------------------
INSERT INTO `cc_yins` VALUES ('1', '给力', 'assets/images/yin/pKMx6s1_png.png', '10', '1');
INSERT INTO `cc_yins` VALUES ('2', '呸', 'assets/images/yin/pKMxm6L_png.png', '8', '2');
INSERT INTO `cc_yins` VALUES ('3', '逗', 'assets/images/yin/pKMxp8P_png.png', '10', '3');
INSERT INTO `cc_yins` VALUES ('4', '喷子', 'assets/images/yin/pKMxsBf_png.png', '8', '4');
INSERT INTO `cc_yins` VALUES ('5', '字字珠玑', 'assets/images/yin/pKMxvyL_png.png', '20', '5');
